[
    {
        "id": 0,
        "name": "Are the National Enquirer's emails to Bezos illegal? ",
        "content": " Amazon.com chief executive Jeffrey P. Bezos published a salacious blog post Thursday night detailing an \"extortionate proposal\" by top executives of the National Enquirer parent, American Media Inc. Bezos, who owns The Washington Post, claimed the media company threatened to publish intimate pictures of him — including a \"scantily-clad body shot\" and a \"below the belt selfie\" — unless he abandoned the investigation he launched into the tabloid. (After the Enquirer published details of his extramarital affair with former TV anchor Lauren Sanchez last month, Bezos hired a team to learn how the outlet obtained personal text messages.) Bezos put what he said were emails from the Enquirer to a lawyer representing his security consultant, Gavin de Becker, online for the world to see. In them, AMI's Chief Content Officer Dylan Howard and Deputy General Counsel Jon Fine explicitly said: Either you agree to issue a statement (which Bezos believed to be false), or we will publish intimate photos of you. Readers of the post called Bezos noble and his strategy selfless. But without more detail, attorneys — in media and criminal law — are less aligned. Legal minds disagree over whether the corporation's actions meet the threshold of criminality. There is consensus, however, that the media company crossed into a realm that no reputable member of the press would go. \"Whatever business they're in, it's not the business of journalism,\" said Stuart Karle, former general counsel for the Wall Street Journal and the former chief operating officer of Reuters News. Did AMI commit a crime? The applicable criminal statutes are coercion and extortion, according to Alex Spiro, a partner at Quinn Emanuel and former prosecutor. \"It's actually a unique governing body of law — you can't threaten that which is improper,\" he said. \"Publishing embarrassing photos of someone isn't a crime in and of itself, but it's what the law can consider 'improper.'\" Spiro explained that the Bezos scenario presents unique challenges. If AMI obtained the photos unlawfully, or encouraged someone else to do the same, it may have opened itself up to legal issues at both the state and federal levels. However, if nothing unlawful was done to gain the images, a court will face a more complex analysis. \"If you're in a dispute with an unnamed banker who works for a corporation, there may be no public interest in publishing a series of photos. A court would likely find that there was no other legitimate purpose but an improper one,\" Spiro said. The analysis could change when the victim is a public figure, like Bezos, and where the impact is not tangible but reputational. Other attorneys feel confident that the threat itself was unlawful. According to victims' rights attorney Carrie Goldberg, the crime that occurred — AMI threatening to expose Bezos with humiliating material — would fall under coercion laws. \"This is a completed crime,\" she said. \"Based on the coercive nature of the threats, there wouldn't need to be an actual distribution of the naked pictures for there to be a criminal act.\" Is it blackmail? Paul Cassell, a law professor at the University of Utah and a former federal judge, said in a phone interview that while blackmail historically had been understood as a demand for money or property, these laws have evolved, he said, and include demands for anything of value in some jurisdictions. \"The modern formulation of the crime is anything of value — and the statement that the Enquirer was trying to obtain to preserve its reputation would seem to me to qualify as something of value in their business operations.\" Karle called it \"a pretty straightforward case of blackmail.\" \"It's a quid pro quo: AMI is telling Bezos they're going to do something they don't have the right to do unless he issues a false statement and agrees to never talk about it again,\" he said. \"In exchange, AMI will hold on to these photos and hold them over his head. That's an ugly scenario.\" In AMI's purported email, it suggested that publishing intimate photos of Bezos was \"indeed newsworthy and in the public interest.\" Somehow, according to Deputy General Counsel Jon Fine, nude photos and provocative text messages reflect the Amazon founder's business judgment, which millions of Americans have a \"vested interest in.\" Karle, now an adjunct professor at Columbia Journalism School, quickly quashed this argument. \"We know the impact of publishing the photos, it triggered his divorce with his wife, we know what he's done with Amazon, the idea people need to know more about that by publishing more pictures is weak to the point of being nonexistent,\" he said. He also added that the material is copyrighted and AMI does not have \"fair use.\" The AMI emails describe most of the photos as \"selfies,\" which implies they were taken by the owner of the camera (either Bezos or Sanchez) and owned by the owner (again, either Bezos or Sanchez). \"It basically belongs to the person who takes the photo, and they say repeatedly it's a 'selfie.' There's no mystery in their mind about who owns the photo,\" Karle said. A statement Friday from AMI's board, which is chaired by chief executive David Pecker, said it was investigating Bezos's claims. \"American Media believes fervently that it acted lawfully in the reporting of the story of Mr. Bezos. Further, at the time of the recent allegations made by Mr. Bezos, it was in good faith negotiations to resolve all matters with him.\" Is it something worse? Another wrinkle for AMI, which perhaps explains its angst — or as better-phrased by Bezos, \"about Mr. Pecker's apoplexy\" — is its non-prosecution agreement. After the media company admitted it paid former Playboy model Karen McDougal $150,000 before the 2016 election to silence her allegations about an affair with President Trump, it signed a cooperation agreement with federal prosecutors in September. The document stipulated only that the company will not be prosecuted for the \"catch and kill\" scenario and is contingent on AMI committing no other crimes. If the company's actions regarding Bezos meets the threshold of criminality, it would invalidate the cooperation agreement and limit the company's immunity. This would put not only AMI but also Trump back under the microscope in his dealings with the media company. \"I have been somewhat concerned by members of the press who are critical of the president embracing the non-investigation of AMI over story kills. Stories die for all sorts of reasons,\" Karle said. \"Bezos's memo persuades me that their presentation is a sham.\" Eli Rosenberg contributed to this report. Read more: Perspective: Bezos turns over a log, and a tabloid's sleaze crawls out Amazon is reconsidering its New York headquarters site because of local opposition Orchestras don't get record deals any more. The Grammys show a silver lining.",
        "author": "Deanna Paul",
        "date": "09/02/2019",
        "score": -0.20000000298023224,
        "magnitude": 21.399999618530273
    },
    {
        "id": 1,
        "name": "Amazon chief executive Jeffrey P. Bezos said Thursday that he was the target of... ",
        "content": " Amazon chief executive Jeffrey P. Bezos said Thursday that he was the target of an extortion and blackmail effort by the National Enquirer, which he accused of threatening to publish intimate pictures of him unless he backed off an investigation of the tabloid. In an extraordinary post to the online publishing platform Medium, Bezos said the Enquirer and its parent company, American Media Inc., made the threat after he began investigating how the tabloid obtained text messages that revealed his relationship with former TV anchor Lauren Sanchez. Bezos, who owns The Washington Post, wrote that the Enquirer wanted him to make a false public statement that he and his security consultant, Gavin de Becker, \"have no knowledge or basis for suggesting that AMI's coverage was politically motivated or influenced by political forces.\" Bezos declined to do so. Instead, he published what he said were emails from Enquirer executives to a lawyer representing de Becker. In one, top Enquirer editor Dylan Howard appears to suggest that the tabloid would publish a series of photos of Bezos and of Sanchez, some of them salacious, if AMI's terms weren't met. \"I wanted to describe to you the photos obtained during our newsgathering,\" Howard wrote, going on to say that the Enquirer had a \"below the belt selfie\" of Bezos, among other shots. Howard added, \"It would give no editor pleasure to send this email. I hope common sense can prevail—and quickly.\" Bezos noted that the email \"got my attention,\" but said that \"any personal embarrassment AMI could cause me takes a back seat because there's a much more important matter involved here. If in my position I can't stand up to this kind of extortion, how many people can?\" The post, which was linked from Bezos's Twitter account, was a remarkable escalation of a spat between the world's richest man and a tabloid known for its loyalty to the president of the United States. The story spilled into public on Jan. 9 when Bezos and his wife, MacKenzie, revealed they would be divorcing after 25 years of marriage — roughly two days after the Enquirer had informed him it would be publishing a story about his relationship with Sanchez. The Enquirer later published what it called \"sleazy text messages and gushing love notes\" between Bezos and Sanchez, raising questions about how the tabloid was able to get such intimate material. Bezos began to investigate how the leak of his private information came about. AMI's chief executive, David Pecker, has had a long friendship with President Trump, who has repeatedly attacked Bezos, Amazon and The Washington Post. Pecker directed the Enquirer to write favorable stories about Trump during the 2016 presidential campaign, while paying $150,000 to former Playboy model Karen McDougal to suppress her claim of a long-running affair with Trump. On Jan. 31, de Becker was quoted in the Daily Beast suggesting that the Enquirer's pursuit of Bezos was politically motivated. On Feb. 5, The Post reported that Bezos and de Becker suspected that the source of the text and photo leaks may have been Sanchez's brother, Michael, a California public relations executive who is close to Pecker and various figures in Trump's orbit, including former campaign advisers Roger Stone and Carter Page. Michael Sanchez denied any involvement in revealing his sister's relationship with Bezos. The Post reported that Sanchez said he was told by multiple people at AMI that the Enquirer set out to do \"a takedown to make Trump happy.\" Pecker is now cooperating with federal investigators who are looking into the company's involvement with the Trump campaign. Bezos's public letter seems to suggest that federal agents should investigate whether AMI may have violated the terms of its non-prosecution agreement with prosecutors in Manhattan over its role in the 2016 hush money payments. \"Rather than capitulate to extortion and blackmail, I've decided to publish exactly what they sent me, despite the personal cost and embarrassment they threaten,\" Bezos wrote. In the next sentence, Bezos describes the non-prosecution agreement struck in September between AMI and the Justice Department. A spokesman for the U.S. attorney's office in Manhattan did not immediately comment on Bezos's assertion that AMI had committed extortion. Robert Mintz, a former federal prosecutor now in private practice, said Bezos's allegations, if accurate, could have serious consequences for both prosecutors and AMI. \"This could constitute criminal conduct in the eyes of a prosecutor, if these allegations are true,\" said Mintz. \"For prosecutors, your worst nightmare is watching a cooperation deal unravel. Alleged conduct like this puts them in the position to rethink that deal and potentially turn around and have to prosecute AMI, and that undermines their ability to continue to use them to assist other ongoing investigations.\" Representatives of AMI had no immediate comment on Thursday. Bezos said in his Medium post that the tabloid threatened to keep the photos on hand and publish them in the future \"if we ever deviate from [the] lie\" that politics played no role in the Enquirer's pursuit of Bezos's relationship with Lauren Sanchez. In addition, he included emails from AMI's deputy general counsel, Jon Fine, detailing a list of terms under which AMI said it would withhold publication of the photos. One of those terms was a statement from Bezos and de Becker \"affirming that they have no knowledge or basis for suggesting that [AMI's] coverage was politically motivated or influenced by political forces.\" In his post on Medium, Bezos called his ownership of The Post \"a complexifier\" for him. He wrote that it's \"unavoidable that certain powerful people who experience Washington Post news coverage will wrongly conclude I am their enemy. President Trump is one of those people, obvious by his many tweets. Also, The Post's essential and unrelenting coverage of the murder of its columnist Jamal Khashoggi is undoubtedly unpopular in certain circles.\" Despite mounting evidence, Trump has disputed that Khashoggi was killed on the orders of Saudi Arabia's de facto ruler, Mohammed bin Salman. The Saudi crown prince was the subject of a flattering glossy magazine produced by AMI in 2016, at a time when the Saudi regime was attempting to portray Mohammed as a reformer in Middle Eastern politics. It's not clear how the Enquirer acquired the texts between Bezos and Sanchez. Bezos commissioned de Becker — his longtime security consultant — to investigate how the material fell into the Enquirer's hands. The Enquirer has said that it obtained the texts and photos lawfully, and that it had the right to publish the material under the \"fair use\" doctrine of copyright law. It also said the photos were newsworthy, given Bezos's prominence. But as Bezos began to investigate the leak, the tabloid's parent disputed any suggestion that its story was politically motivated. The company \"emphatically rejects any assertion that its reporting was instigated, dictated or influenced in any manner by external forces, political or otherwise,\" Fine wrote in an email to de Becker's lawyer, Martin Singer, which Bezos shared. \"Simply put, this was and is a news story.\" Ted Boutrous, a veteran lawyer who briefly represented McDougal in a dispute with the Enquirer, said the emails Bezos described in his post are \"a textbook example of blackmail and extortion. It's ripped right out of the law books.\" He added, \"At an extreme level, this shows how frightening it should be to the citizens of the United States that the National Enquirer reportedly has a safe full of information about the president of the United States. That's one of the dangers to democracy of what they were engaged in when they were catching and killing information they could have used against Candidate Trump and now President Trump. It's a shocking and frightening thing Mr. Bezos has revealed.\"  paul.farhi@washpost.com  sarah.ellison@washpost.com  devlin.barrett@washpost.com",
        "author": "Paul Farhi;Sarah Ellison;Devlin Barrett",
        "date": "08/02/2019",
        "score": -0.20000000298023224,
        "magnitude": 23.0
    },
    {
        "id": 2,
        "name": "Amazon CEO Jeff Bezos accuses National Enquirer parent company of 'extortion' over 'intimate texts' and photos ",
        "content": " Amazon chief executive Jeffrey P. Bezos said Thursday that he was the target of an extortion attempt by the National Enquirer, which he said threatened to publish intimate photos of him and a woman he had an extramarital relationship with if Bezos didn't stop investigating the Enquirer's acquisition and publication of text messages between the couple. (Bezos owns The Washington Post.) [Read Bezos's statement.]",
        "author": "Washington Post Staff",
        "date": "07/02/2019",
        "score": -0.30000001192092896,
        "magnitude": 0.8999999761581421
    },
    {
        "id": 3,
        "name": "Inquiring minds: How did a tabloid get Jeff Bezos's texts? ",
        "content": " When the National Enquirer published explicit text messages between Amazon founder Jeffrey P. Bezos and the woman he was having an affair with, the world's richest man made clear he wanted to find out how the tabloid got hold of his private communications. Bezos commissioned an investigation into the Enquirer's investigation of his love life, thereby leaping into a roiling mix of political attacks and conspiracy theories featuring the president of the United States, key figures in special counsel Robert S. Mueller III's probe of Russian interference in the 2016 election, minor Hollywood celebrities and the owner of The Washington Post, Bezos himself. Depending on whom you believe, the Enquirer's exposé on Bezos's affair was a political hit inspired by President Trump's allies, an inside job by people seeking to protect Bezos's marriage, or no conspiracy at all, simply a juicy gossip story. The saga might have been easily dismissed as little more than tabloid fare, but it has taken on a more serious cast in recent days. A volley of charges and countercharges about how and why the Enquirer launched its investigation has emerged for several reasons, including the history of the Enquirer, which has acknowledged taking actions during the last presidential campaign that benefited Trump politically. Trump, meanwhile, has repeatedly lodged attacks on The Post's coverage of him and on Bezos, who bought the news company in 2013. And Bezos, the head of a retail giant that is famously loath to comment to the media, has authorized his security chief to speak about his investigation. Bezos's longtime private security consultant, Gavin de Becker, has concluded that the billionaire was not hacked. Rather, de Becker said in an interview, the Enquirer's scoop about Bezos's relationship with former TV anchor Lauren Sanchez began with a \"politically motivated\" leak meant to embarrass the owner of The Post - an effort potentially involving several important figures in Trump's 2016 campaign. As the Daily Beast first reported last week, de Becker has publicly named only one subject of his investigation, Michael Sanchez, Lauren's brother and a pro-Trump Hollywood talent manager who is also an acquaintance of provocative Trump backers Roger Stone and Carter Page. \"We are studying many people who might have been involved in this, and Michael Sanchez is one we've spoken with and been looking at,\" de Becker told The Post. But de Becker - who provided security for President Ronald Reagan's guests and whose private security firm is popular among celebrities - is not the only one looking into who leaked the text messages to the Enquirer. Michael Sanchez, whose Twitter feed colorfully defends Trump and slams reporting critical of the president as \"fake news,\" said in an interview that he has launched his own investigation into the origin of the Enquirer's story and has sought advice from Stone and Page about the security of text and phone communications. Stone, a longtime Republican operative and Trump adviser, has pleaded not guilty to charges of lying to Congress and witness tampering. Page is a former Trump campaign foreign policy adviser whose trips to Moscow have drawn scrutiny from congressional investigators. Sanchez firmly denies playing any role in the revelation of his sister's affair. He said in interviews with The Post that his priorities are to protect his sister's relationship with Bezos and \"to clear my name by telling the truth.\" Sanchez said he was told by multiple people at American Media, the Enquirer's parent company, that the Enquirer set out to do \"a takedown to make Trump happy.\" Through a spokesman, the company declined to comment on how the tabloid obtained the text messages but said that \"American Media emphatically rejects any assertion that its reporting was instigated, dictated or influenced in any manner by external forces, political or otherwise. End of speculation - and story.\" Sanchez, who said he is his sister's manager and publicist, said he learned of the affair last spring and first met Bezos on April 20 at a dinner with Lauren Sanchez, Bezos and others at a Hollywood restaurant, the Hearth and Hound. Michael Sanchez said he has socialized with Bezos and his sister multiple times during their relationship. In the aftermath of the Enquirer story, Sanchez offered a variety of theories to explain how texts between Bezos and his sister made their way to the tabloid, including spying by foreign governments, rival tech companies or \"deep state\" actors within the U.S. government, according to a compilation of emails between Sanchez and de Becker that were provided to The Post. In a Jan. 21 email to de Becker, Sanchez offered a \"brief summary of the info I gathered from Carter [Page] and Roger [Stone]\" and included links to news articles that outlined the National Security Agency's ability to collect metadata on phone calls. Both de Becker and Sanchez at various points theorized that government or foreign hacking could have been behind the leak of Bezos's texts, according to email and text exchanges between the two. Sanchez discussed with de Becker a theory in which Trump might have enlisted the help of British intelligence or the Israeli Mossad. Now, as de Becker has cast suspicion on Sanchez, Sanchez is hitting back. In a written statement to The Post, Sanchez accused de Becker of \"lies, half-truths, sloppy tabloid leaks, [and] crazy conspiracy theories.\" Sanchez said de Becker sought to finger him as the source of leaks because de Becker wanted to deflect attention from his own failure to protect Bezos. Sanchez said he believed de Becker, Bezos's security chief for two decades, was involved in the leaks to the Enquirer \"to sabotage Mr. Bezos and Ms. Sanchez's love affair.\" The brother argued that de Becker was trying to keep Bezos and his wife of 25 years, MacKenzie Bezos, together. Michael Sanchez said de Becker has asserted a \"strange control\" over Bezos and Lauren Sanchez and has \"forced\" the two to stay physically apart from each other since the Enquirer's article appeared. De Becker declined to address Michael Sanchez's allegations individually, saying only, \"Since subjects of investigations often accuse their investigators, even the craziest litany of claims doesn't surprise me.\" Jay Carney, Amazon's senior vice president for global corporate affairs, declined The Post's request for an interview with Bezos. Lauren Sanchez also declined to comment, according to her representative. Bezos and Trump - two wealthy business executives who became famous as billionaire disrupters upending the worlds of retailing and politics - have traded Twitter barbs in the past. And Trump often lumps Bezos's separate ventures, Amazon and The Post, together in an effort to discredit the newspaper's reporting. Bezos's ownership of The Post was highlighted on the cover of the unusual, 12-page spread on the Bezos-Sanchez affair that the Enquirer published last month. The Enquirer reported that it spent four months on what it called the \"largest investigation\" in its history, following Bezos and Lauren Sanchez \"across five states and 40,000 miles . . . in private jets, swanky limos, helicopter rides, romantic hikes, [and] five-star hotel hideaways.\" Last July, Dylan Howard, American Media's chief content officer, saw a photo of Lauren Sanchez standing next to Bezos on the VIP viewing platform for a rocket launch by Bezos's space exploration company, Blue Origin, and decided to look into a relationship between Bezos and Sanchez, according to a person who spoke to Howard at the time. Howard declined to comment to The Post. Howard's byline appears with that of other Enquirer reporters atop the paper's articles about the Bezos affair. The salacious report came as prosecutors have examined the Enquirer's role in helping Trump. In September, federal prosecutors reached an agreement with American Media in which the company, chief executive David Pecker and Howard, his top deputy, would cooperate with authorities and acknowledge that the Enquirer worked with the Trump campaign to kill stories \"about the presidential candidate's relationships with women.\" According to three people familiar with the tabloid's discussions, the Enquirer was ready to publish a story on Bezos and Lauren Sanchez in early autumn but held off because Pecker, a longtime associate and supporter of the president, wanted to wait until after the midterm elections and did not want to feed the public impression that he was a tool for Trump. One of those people said the Enquirer published only when it was confident in its reporting. During the 2016 campaign, Enquirer executives sent pre-publication digital copies of articles and pictures related to Trump to the candidate's attorney, Michael Cohen, The Post reported last year. Cohen has said part of his job was trying to head off negative reporting about Trump. The Enquirer denied ever sharing such material ahead of publication. In 2016, American Media bought former Playboy model Karen McDougal's account about her alleged affair with Trump for $150,000 - not to publish the story but to kill it. De Becker said his investigation ended up focusing on political motives for the Enquirer report because \"I would be blind if I didn't register the fact that Michael Sanchez is an associate of people like Roger Stone, Carter Page and Scottie Nell Hughes,\" a frequent TV surrogate for Trump during the campaign. \"Learning that was a major surprise in our investigation,\" de Becker said. \"Naturally, that raised questions about whether [Enquirer publisher] David Pecker, the National Enquirer and others intended to do a hit piece on The Washington Post and Jeff Bezos.\" Stone, Page and Hughes denied to The Post that they had any role in exposing Bezos's affair. The Post also has a business relationship with de Becker; one of the security consultant's employees serves as the newspaper's director of security at its Washington headquarters, according to Kristine Coratti Kelly, The Post's vice president for communications. The Post's relationship with de Becker's company \"allows us to utilize their vast resources and training programs rather than trying to build them in-house,\" Kelly said. Michael Sanchez said he spoke to Stone and Page about his sister's relationship with Bezos only after the tabloid published its exposé. Early last fall, Michael Sanchez told a political acquaintance that his sister and Bezos were traveling together, according to a person familiar with the conversation. Over the past month, a behind-the-scenes PR battle has raged as each side has sought to push back against critical media accounts and to promote reporting that favors its version of how the Enquirer story came to be. On Jan. 7, Bezos and Lauren Sanchez received almost identical emails from the Enquirer, Howard and his deputy, James Robertson, American Media's news director, according to copies of the emails obtained by The Post. \"I write to request an interview with you about your love affair,\" the messages read. The Enquirer asked Bezos and Sanchez to respond to dozens of questions. Michael Sanchez told The Post that, acting as his sister's representative, he agreed to meet with Howard at American Media's offices in New York to review the Enquirer's reporting. On the morning of Jan. 9, Bezos tweeted an announcement that he and wife MacKenzie Bezos \"have decided to divorce and continue our shared lives as friends.\" The announcement surprised Michael Sanchez and enraged Howard, who felt, according to two people who spoke to him at the time, that Bezos had preempted his scoop. After the Bezos tweet, the Enquirer, which was not due to publish its next edition until Jan. 16, rushed its report about the affair into print a week early, allowing it to appear on newsstands Jan. 10, according to a person familiar with the Enquirer's work on the report. The Enquirer article led quickly to dueling investigations and lawsuit threats. Documents obtained by The Post show that attorneys for American Media sought to persuade the Daily Beast not to publish its initial report suggesting that Trump's allies may have been involved in the effort to expose the Bezos affair. According to a draft legal complaint, Enquirer attorneys threatened to sue the Daily Beast if it used any information provided by a former Enquirer executive who had been hired by the website. The Daily Beast published two articles about the affair last week. Its editor did not respond to a request for comment. Stone, whose campaign trickery has been the stuff of movies, books and political folklore since Richard Nixon's 1972 presidential campaign, had sought to preempt the Beast's stories. On Jan. 29, the day of his arraignment in the Mueller probe, Stone appeared on Infowars, the conspiracy-minded Internet talk show run by Alex Jones. \"Breaking news here,\" Stone said. He claimed, incorrectly, that the Beast would report that \"I, working with President Trump and the NSA, hacked the cellphone of Lauren Sanchez, the paramour of Jeff Bezos - or that we hacked Bezos's cellphone and that we gave the information to the National Enquirer. This is a conspiracy that allegedly involves Michael Sanchez - Lauren Sanchez's brother, a very hot Hollywood manager, [who] happens to be a friend of mine.\" Meanwhile, de Becker's attorneys have discouraged tabloids such as the New York Post and the Sun in London from reporting Michael Sanchez's assertion that the leak to the Enquirer resulted from de Becker's failure to protect Bezos's privacy, according to documents obtained by The Post. An attorney for de Becker also threatened legal action against American Media over the same issue, the documents show. The complex web of purported explanations for the Enquirer's focus on Bezos's love life was, Stone asserted, an example of \"the insanity of the left.\" As Stone tells it, he got involved with the Bezos story only last month, just days before his arrest, when he got a phone call from the West Coast. On the line was John Phillips, a talk-show host at KABC radio in Los Angeles. Phillips had interviewed Stone numerous times, and they had become friends, getting together periodically for dinners, Stone said, speaking in detail about the Bezos matter for the first time. Phillips, who declined to comment for this report, was not calling to arrange a meal but to see whether Stone would talk with his manager and friend, Michael Sanchez. Suspecting that his sister had been under surveillance, he wanted to talk to people he thought of as experts on how that is done, such as Stone and Page, according to Stone. Michael Sanchez helped Page land a gig speaking in October at Politicon, a nonpartisan political convention, in a discussion titled \"Sex, Spies and Videotape: Russian Hysteria in Context.\" Page and Sanchez spoke about business opportunities and developed a friendly relationship, Page said Monday. But Page said he did not learn that his new friend had a sister who was involved with the world's richest man until the Enquirer report appeared. When reports began appearing suggesting that Sanchez might be responsible for the leaks, Page said he saw a parallel to his own experience. \"I think there are a lot of similar lessons learned,\" he said. Page contended to Sanchez that he became embroiled in the Russia investigation because someone was out to get Trump. Page told Sanchez that something similar might be happening to him. \"Realize that people have agendas,\" Page recalled telling Sanchez. \"There are bigger fish whose reputations they are trying to fry in the media.\" Meanwhile, the Enquirer report led de Becker and Sanchez to conduct a lengthy text exchange, and de Becker appeared incredulous that Sanchez was consulting with Stone. \"Do you really know Roger Stone?\" de Becker asked. Not long afterward, Sanchez told Stone about de Becker's theory of what happened. In this telling, de Becker posited that since there was no evidence that Bezos's or Lauren Sanchez's phones had been hacked, the information could only have been extracted by the government. Sanchez claimed that de Becker believed Trump had a vendetta against Bezos because of his ownership of The Post and because Bezos is a \"big opponent of Donald Trump,\" Stone said. Stone said he thought the scenario Sanchez spelled out was \"crazy. Just crazy.\" Stone's theory about the leak to the Enquirer was one that Michael Sanchez also offered - that de Becker hadn't protected Bezos's communications, so he needed someone to blame and came up with the notion of a political hit job. De Becker stood by his theory. \"This inquiry has been about crime, not journalism,\" he said. \"Again and again, political motives became evident.\" For his part, Stone said he was not surprised to become embroiled in the Bezos story. \"At the moment, I'm a very convenient punching bag - for obvious reasons,\" Stone said Friday, hours after he was in federal court for a hearing on the charges against him, of lying to Congress and witness tampering. marc.fisher@washpost.com  manuel.roig-franzia@washpost.com  sarah.ellison@washpost.com WP20190206bezos0206",
        "author": "No Author",
        "date": "06/02/2019",
        "score": -0.10000000149011612,
        "magnitude": 30.899999618530273
    },
    {
        "id": 4,
        "name": "MacKenzie Bezos pledges to give half her fortune to charity ",
        "content": " MacKenzie Bezos has committed to giving away at least half of her estimated $36 billion fortune to charity, joining more than 200 megadonors intent on using their billions to \"help address society's most pressing problems\" and promote a culture of philanthropy. Bezos, a novelist and one of the original forces behind Amazon, announced that she has joined the Giving Pledge, a global initiative whose roster includes Bill Gates, Warren Buffett, Mark Zuckerberg, Michael Bloomberg and Robert F. Smith. The move comes just weeks after she finalized her divorce from Amazon founder and chief executive Jeff Bezos. \"We each come by the gifts we have to offer by an infinite series of influences and lucky breaks we can never fully understand. In addition to whatever assets life has nurtured in me, I have a disproportionate amount of money to share,\" she wrote in a letter dated Tuesday. \"My approach to philanthropy will continue to be thoughtful. It will take time and effort and care. But I won't wait. And I will keep at it until the safe is empty.\" MacKenzie Bezos, who has written two novels and is an American Book Award winner, didn't specify how she would distribute the $18 billion earmarked through the Giving Pledge. Her philanthropy to date has focused on marriage equality, transitional housing for homeless families and college scholarships for undocumented immigrants brought to the United States as minors. In 2013, she founded Bystander Revolution, an anti-bullying organization, for which she is the executive director. She also worked at Amazon - where she was an accountant and negotiated contracts - in the early days, long before it grew into a $905 billion retail behemoth. Unlike her former husband, MacKenzie Bezos has kept a relatively quiet profile and hasn't had a public role in Amazon in years. The couple announced their split in January after 25 years of marriage and four children. Soon after, Jeff Bezos's relationship with a former news anchor was made public, sparking headlines and a public battle between the mogul and the National Enquirer and its parent company, American Media Inc. The couple finalized their divorce in April. Under the terms of their settlement, he retained 75 percent of the couple's Amazon stock and voting power over their combined shares, while she kept roughly 4 percent of the company. He also was awarded all of the couple's joint holdings in The Washington Post and the spaceflight company Blue Origin. Jeff Bezos, the world's richest man, with an estimated worth of $100 billion, has not joined the Giving Pledge. But last year, he dedicated $2 billion to help homeless families and launch a network of preschools. That commitment made him the country's largest donor in 2018. In September, he and MacKenzie Bezos gave $10 million to With Honor, a veterans-focused super PAC, marking their first major political venture. Still, the Amazon chief executive has been criticized for not doing more, especially compared with Gates, Buffett or Zuckerberg, who has said that he and his wife, Priscilla Chan, expect to donate 99 percent of their Facebook shares to such causes as eliminating \"all disease in our children's lifetime.\" After the Giving Pledge announcement, Jeff Bezos tweeted that his ex-wife is \"going to be amazing and thoughtful and effective at philanthropy, and I'm proud of her.\" The Giving Pledge was launched in 2010 by Buffett and the Gateses after they had \"conversations with philanthropists around the world about how they could collectively set a new standard of generosity among the ultrawealthy,\" according to the initiative's website. Donors have given to a range of causes, including refugee aid, disaster relief, education, women's empowerment, medical research and environmental sustainability. The pledge's public face is intended to draw more people into philanthropy and get signatories to be more charitable earlier in life. This year's 19 Giving Pledge donors include WhatsApp co-founder Brian Acton and Brian Armstrong, chief executive and co-founder of the cryptocurrency company Coinbase. The list now includes 204 donors from 23 countries committed to giving away half of their wealth to charity during their lifetimes or in their wills. rachel.siegel@washpost.com WP20190529Bezos0529",
        "author": "No Author",
        "date": "29/05/2019",
        "score": 0.0,
        "magnitude": 9.199999809265137
    },
    {
        "id": 5,
        "name": "Bezoses reveal split of their financial holdings ",
        "content": " Amazon founder Jeff Bezos and his ex-wife, MacKenzie Bezos, announced a divorce settlement Thursday that will leave him with 75 percent of their Amazon stock and voting power over all of the Amazon voting shares the couple own together. The announcement from the Bezoses - coming in a tweet from MacKenzie that was retweeted by Jeff - settled a closely watched matter of corporate governance affecting one of the world's richest companies, with a market capitalization of $890 billion, and the world's wealthiest person. The record divorce settlement, which also awards Jeff Bezos all of the couple's joint holdings in The Washington Post and a space flight company, Blue Origin, is likely to remove uncertainty around the extent of his continued control over Amazon - a company he founded in 1994 and for which he remains chief executive and its largest shareholder. He will have sole voting power over the shares the two once jointly controlled, which together amount to 16 percent of Amazon's total shares. They were married 25 years and have four children. MacKenzie Bezos, 48, will be awarded about 4 percent of the company, a stake worth roughly $36 billion based on Amazon's market value Thursday. She becomes one of the wealthiest women in the world, after such heiresses as the women who own giant stakes in L'Oreal and Walmart. Bezos, 55, will retain the remaining 12 percent. He is worth at least $107 billion, based on his Amazon holdings alone. Forbes estimated his worth this year at $131 billion, before the divorce settlement. The world's second-richest person was Microsoft co-founder Bill Gates, a neighbor of the Bezoses, with about $96.5 billion, according to Forbes. The divorce should be settled in roughly 90 days, according to an Amazon regulatory filing Thursday. Investors shrugged off the news Thursday afternoon, with the stock, which was down slightly for the day, showing little obvious change after the tweets, suggesting that investors expected a divorce settlement that left Bezos firmly in control. It wasn't immediately clear how the couple may divvy up their various holdings in companies such as Airbnb and Uber. His Bezos Expeditions venture firm has invested in tech firms, including trucking start-up Convoy and human resources software firm Workday, as well as Business Insider. He also has financed a multimillion-dollar project to build a clock that could run for 10,000 years, located on a Texas ranch the former couple owns. Also undisclosed is how the couple may divide their real estate holdings, which include mansions in Bellevue, Wash., and Beverly Hills, Calif.; the largest private home in Washington, D.C.; the Texas ranch; and multiple condos in New York City. In aggregate these are worth tens of millions of dollars. A spokesman for Jeff Bezos didn't respond to a request for comment. MacKenzie Bezos's literary agent declined to make her available for comment. MacKenzie Bezos, author of the 2013 novel \"Traps,\" was the first to speak on the divorce settlement Thursday, in what appeared to be a carefully choreographed announcement. The tweet was her first, from an account created this month. Jeff Bezos follows her on Twitter - and nobody else - making it easy to know when her tweet had been made public and to immediately retweet it, as he did, to his 882,000 followers. Her tweet disclosed the terms of the divorce and added in a personal note: \"Grateful to have finished the process of dissolving my marriage with Jeff with support from each other and everyone who reached out to us in kindness, and looking forward to the next phase as co-parents and friends. Excited about my own plans. Grateful for the past as I look forward to what comes next.\" Jeff Bezos's tweet echoed hers and praised his ex-wife, saying: \"She has been an extraordinary partner, ally, and mother. She is resourceful and brilliant and loving, and as our futures unroll, I know I'll always be learning from her.\" The couple didn't disclose custody terms of their children Thursday. The public exchange of affectionate respect between the couple came after months of awkward revelations about Jeff Bezos's relationship with a former news anchor, Lauren Sanchez. Their intimate text message exchanges and photographs were published by the National Enquirer in January. Bezos later accused the tabloid of attempting to blackmail him by threatening to publish more intimate photos unless he publicly declared the Enquirer's reporting was not politically motivated. He responded in the blog post by including copies of Enquirer emails detailing the alleged threat, in the process revealing graphic descriptions of what the images showed. The National Enquirer has said it was engaged in \"good faith negotiations to resolve all matters with him.\" MacKenzie Bezos worked in Amazon's early days as an accountant and helped to negotiate contracts. The two met as employees of hedge fund D.E. Shaw in New York City and were married in 1993, about a year before Jeff Bezos founded Amazon as an online bookseller in Seattle, where they settled. She has not had a prominent or public role in Amazon in recent years. MacKenzie Bezos has been a defender of her husband in public. She wrote a lengthy one-star review on Amazon.com following the release of \"The Everything Store\" in 2013, saying the book chronicling Amazon's rise was filled with inaccuracies. Thursday was the second time the couple used Twitter to announce information about their marriage. \"As our family and close friends know, after a period of loving exploration and trial separation, we have decided to divorce and continue our shared lives as friends,\" they announced in January. The tweet, which appeared under the signature of \"Jeff & MacKenzie,\" said nothing about their assets, fueling speculation over how the couple would divide up more than $130 billion of assets accumulated during their marriage. Peter Walzer, president of the American Academy of Matrimonial Lawyers, said shortly after the announcement that dividing assets can prove complex when the bulk of a couple's wealth is tied up in a single company. \"These do get very complicated,\" said Walzer. He said Thursday that the deal announced on Twitter left key details unanswered, including whether there was a prenuptial agreement or other factor that kept MacKenzie Bezos from getting half of all assets. Divorce law in Washington - the couple lives in a Seattle suburb - treats property accumulated during a marriage as shared equally between the two spouses, unless there are prenuptial or postnuptial agreements that make different arrangements contractually. \"Any deal is a good deal if they agree to it,\" Walzer said. \"She's one of the wealthiest people in the world, but . . . why wouldn't she get half of everything?\" Thursday's announcement also resolved questions about the future of The Washington Post, which Bezos personally bought for $250 million in 2013, and Blue Origin. Bezos's ownership of The Post has drawn the famously private technology titan into public view. President Trump has regularly criticized Amazon, The Post and Bezos on Twitter, sometimes intentionally misspelling his name. After news broke of the looming divorce - and during a period of questions about the future of his various holdings - Trump tweeted: \"So sorry to hear the news about Jeff Bozo being taken down by a competitor whose reporting, I understand, is far more accurate than the reporting in his lobbyist newspaper, the Amazon Washington Post. Hopefully the paper will soon be placed in better & more responsible hands!\" Blue Origin, based south of Seattle, has long been one of Bezos's main passions. As a child, he was a Star Trek devotee, and he founded Blue Origin in 2000 with the hopes of eventually having \"millions of people living and working in space.\" He has said that attempting to lower the cost of access to space is \"the most important work I'm doing.\" He's referred to Amazon being a winning \"lottery ticket\" that has allowed him to indulge his passion for space by starting Blue Origin, and has pledged to spend $1 billion a year of his own money on the venture. craig.timberg@washpost.com  greg.bensinger@washpost.com Christian Davenport and Renae Merle contributed to this story. ï…Œ More at washingtonpost.com/technology WP20190405bezos",
        "author": "No Author",
        "date": "05/04/2019",
        "score": 0.0,
        "magnitude": 18.600000381469727
    },
    {
        "id": 6,
        "name": "Jeff Bezos, in divorce settlement, retains 75 percent of the couple's Amazon stock and all voting power ",
        "content": " In a tweet Thursday, MacKenzie Bezos said that her divorce from Jeff Bezos was finalized and that she would give her ex-husband voting control of her Amazon shares. She added that he would retain his full stake in Blue Origin and The Washington Post. This is a developing story. It will be updated.",
        "author": "Washington Post Staff",
        "date": "04/04/2019",
        "score": 0.20000000298023224,
        "magnitude": 0.800000011920929
    }
]