[
    {
        "id": 0,
        "name": "Amazon Founder's Ex-Wife to Give Billions to Charity ",
        "content": " MacKenzie   Bezos has promised to give more than half of her fortune to charity as part of the Giving Pledge, the organization said Tuesday. Ms. Bezos, whose divorce from the Amazon founder and chief executive Jeff Bezos made news earlier this year, was among 19 new signatories announced by the group. ''I have no doubt that tremendous value comes when people act quickly on the impulse to give. No drive has more positive ripple effects than the desire to be of service,'' Ms. Bezos, a novelist, wrote in a letter dated Friday. Once the divorce is finalized in July, Ms. Bezos will hold a 4 percent stake in Amazon, with shares worth about $36 billion. Mr. Bezos kept most of the couple's shares, or about 12 percent of the company. The value of the company on Tuesday is about $907 billion, meaning that Mr. Bezos, with a $108 billion stake, remains the richest person in the world, just ahead of Bill Gates. Mr. Bezos, who has faced more public pressure to make large philanthropic investments as his wealth and influence have grown, has not joined the list of the wealthy who have committed to the Giving Pledge, started by Warren E. Buffett and Mr. Gates and Melinda E. Gates in 2010. It asks for a commitment by some of the world's wealthiest people to donate much of their wealth to charity during their lifetimes or in their wills. '' MacKenzie   is going to be amazing and thoughtful and effective at philanthropy, and I'm proud of her. Her letter is so beautiful. Go get 'em  MacKenzie ,'' Mr. Bezos said on Twitter on Tuesday. In 2018, Mr. Bezos and Ms. Bezos pledged $2 billion for a fund to start preschools and help homeless families. With her pledge Tuesday, Ms. Bezos joins a group of 204 of the world's wealthiest people who have committed to the Giving Pledge, including Michael R. Bloomberg and Richard Branson. This year's signatories include the WhatsApp co-founder Brian Acton and his wife, Tegan Acton, and the financier David Harding and his wife, Claudia Harding. Ms. Bezos, who has written two novels and been the recipient of an American Book Award, has also given donations to fund cancer and Alzheimer's research, according to the Giving Pledge's announcement. In 2013, she founded Bystander Revolution, an anti-bullying organization, where she is executive director. The Giving Pledge is not a legal contract, according to its website, but it serves as a moral obligation for those who do pledge to give away their fortunes. ''I think part of the reason we are seeing a global culture of giving is that people expect that the wealthiest of the wealthiest should be generous, and I think the expectation is not only that they should be generous but that they should be knowledgeable and personally involved,'' Melissa A. Berman, the president and chief executive of Rockefeller Philanthropy Advisors, a nonprofit company that helps donors find charities and manage their giving, said Tuesday. ''There is a very strong recognition that the market economy isn't working well enough for everyone,'' Ms. Berman said. ''The market-based economy has lifted billions of people out of poverty, but it is not happening as evenly or quickly as we would like.'' In the past, the wealthy gave most of their fortunes to charity in their wills, but recently many have begun to feel that they should donate in their lifetime, a shift Ms. Berman described as a ''huge plus.'' ''There's rising awareness of income inequality,'' she said. ''That awareness creates a societal expectation that you will do something to make it better.'' This is a more complete version of the story than the one that appeared in print. MacKenzie  ",
        "author": "SANDRA E. GARCIA",
        "date": "29/05/2019",
        "score": 0.10000000149011612,
        "magnitude": 7.400000095367432
    },
    {
        "id": 1,
        "name": "Bezos and Wife Finalize Divorce Details ",
        "content": " Jeff Bezos, Amazon's founder and chief executive, and his wife,  MacKenzie   Bezos, said on Twitter on Thursday that they had finalized the details of their divorce. Mr. Bezos will keep 75 percent of the couple's Amazon stock and all of their ownership of The Washington Post and the Blue Origin space company, Ms. Bezos wrote. Mr. Bezos will also have ''sole voting authority'' over Ms. Bezos' Amazon shares, according to a filing with the Securities and Exchange Commission. After the divorce, Ms. Bezos will own roughly 4 percent of Amazon, a stake that was worth almost $36 billion on Thursday. By keeping 75 percent of the couple's Amazon shares, or about 12 percent of the company, Mr. Bezos will most likely remain the richest person in the world. His remaining stake in the company was worth almost $108 billion on Thursday. (Bill Gates, the second wealthiest, is worth $102 billion, according to Bloomberg.) Experts had said that in Washington State, where Amazon is based and where the couple have been raising their four children, Ms. Bezos was entitled to roughly half of their assets. They have other investments and properties across the United States. The details of divorce settlements are not public, and theirs could contain other compensation for Ms. Bezos. Ms. Bezos wrote on Twitter on Thursday that she was ''excited about my own plans,'' without providing details. She has historically kept a low profile, focusing on her work as a novelist and on raising the couple's children. Amazon declined to comment. Their divorce filing caps four months of the kind of public drama that Amazon and its founder have long eschewed. The couple announced their plan to split on Twitter in early January, saying that ''after a long period of loving exploration and a trial separation, we have decided to divorce and continue our shared lives as friends.'' The news came as a surprise. Just a few months earlier they were spotted in a Miami nightclub celebrating their 25th anniversary. After the news initially sent Amazon shares down, investors brushed it away, and the price rebounded. But the relatively quiet disclosure took on new life a day later when The National Enquirer reported that Mr. Bezos was romantically involved with Lauren Sanchez, a former Los Angeles TV anchor. The tabloid published photos of the two together as well as intimate text messages. Since then, Mr. Bezos and American Media Inc., the parent company of The National Enquirer, have been embroiled in a public feud. Mr. Bezos published emails from American Media that he said amounted to ''extortion and blackmail.'' He said the company had threatened to publish more embarrassing details, including a ''below the belt selfie'' that he had sent Ms. Sanchez. He insinuated that the leaks could have been politically motivated to harm him because of his ownership of The Washington Post. American Media denied those accusations. On Saturday, Mr. Bezos' security consultant wrote an opinion article for The Daily Beast that said his team had ''concluded with high confidence that the Saudis had access to Bezos' phone, and gained private information.'' He said the Saudis had targeted Mr. Bezos because of the newspaper's reporting on the murder of Jamal Khashoggi, one of its columnists, who United States officials believe was killed on the orders of the Saudi crown prince. Mr. Bezos' consultant did not provide direct evidence of the accusation, nor did he say whether the Saudis had provided information to The Enquirer. American Media flatly denied any Saudi involvement. It said that Ms. Sanchez's brother, Michael Sanchez, was the ''sole source'' of its investigation, and that ''there was no involvement by any other third party whatsoever.'' A Saudi official also said Saudi Arabia ''categorically rejects all allegations'' of being involved in the matter. Despite all the drama, the Bezos divorce moved quickly, did not resort to court and was announced in unison. ''This is an example of how you would want to handle this kind of situation if you were a public figure,'' said Jennifer Payseno, a divorce lawyer who works with wealthy families in the Seattle area, where the Bezoses live. ''They are intertwined financially, so anything that helps him succeed helps her and vice versa,'' Ms. Payseno said. After filing for divorce on Thursday, under state law the Bezoses must wait 90 days to submit their divorce decree to a court for approval. Jeff and  MacKenzie   Bezos announced their plans to divorce in January. (PHOTOGRAPH BY JOSHUA ROBERTS/REUTERS)",
        "author": "KAREN WEISE",
        "date": "05/04/2019",
        "score": 0.0,
        "magnitude": 11.300000190734863
    },
    {
        "id": 2,
        "name": "Bezos’ Security Consultant Accuses Saudis of Hacking the Amazon C.E.O.’s Phone ",
        "content": " SEATTLE — Jeff Bezos’ security consultant  accused the Saudi government   of gaining unauthorized access to the Amazon chief executive’s phone, as part of an effort to harm the world’s richest man. In an opinion article in The Daily Beast on Saturday, Gavin de Becker, Mr. Bezos’ security chief, alleged the Saudis wanted to hurt Mr. Bezos because he owns The Washington Post. The Post has aggressively reported on the murder of Jamal Khashoggi, one of its columnists, who was killed last year in Turkey. United States officials  have concluded   Mr. Khashoggi, who was critical of Saudi leaders, was killed on the orders of the Saudi crown prince, Mohammed bin Salman. Mr. de Becker said he had turned over his findings about the Saudis and their role against Mr. Bezos to law enforcement. “Our investigators and several experts concluded with high confidence that the Saudis had access to Bezos’ phone, and gained private information,” Mr. de Becker wrote. Mr. de Becker’s claims about the Saudis are difficult to verify and raise many questions. Throughout his article, the security consultant was vague on details. He did not reveal direct evidence of his accusations and wrote that he would not speak again publicly on the issue. On Sunday, American Media Inc., the parent company of The National Enquirer, which first reported earlier this year that Mr. Bezos was having an extramarital affair, issued a statement denying “the false and unsubstantiated claims of Mr. de Becker.” Amazon did not immediately have a comment about Mr. Bezos. An official with the Saudi embassy in Washington declined to comment on Saturday. Mr. de Becker’s allegations are the latest twist in a bizarre situation that has embroiled the largest U.S. tabloid publisher and Mr. Bezos, who runs Amazon and owns The Post. The unusual set of circumstances began in January, when Mr. Bezos announced that he and his wife,  MacKenzie   Bezos, were divorcing. The next day, The Enquirer published an exposé revealing that Mr. Bezos was romantically involved with Lauren Sanchez, a former Los Angeles TV anchor. Then in February, Mr. Bezos published  a post   on Medium  accusing AMI   of “extortion and blackmail.” Mr. Bezos said AMI had threatened to publish graphic photographs of him, including a “below-the-belt selfie,” if he did not publicly affirm that The Enquirer’s reporting on his affair was not motivated by political concerns. He said AMI, which has had ties to the Saudis, was “apoplectic” about The Post’s reporting on the Saudis. Mr. Bezos added that he had asked Mr. de Becker, his longtime security consultant, to investigate who had leaked information and photos about him. Earlier this month, The New York Times reported   that two people with direct knowledge of The Enquirer’s reporting said that everything the tabloid received on Mr. Bezos’ affair, including the “below-the-belt selfie,” came from a single source. The Wall Street Journal later  reported   that AMI had paid Ms. Sanchez’s brother, Michael Sanchez, $200,000 for the texts. In its statement on Sunday, AMI said directly that its source was Mr. Sanchez. “The fact of the matter is, it was Michael Sanchez who tipped the National Enquirer off to the affair on Sept. 10, 2018, and over the course of four months provided all of the materials for our investigation.” AMI added, “There was no involvement by any other third party whatsover.” Mr. de Becker on Saturday said that the effort against Mr. Bezos went beyond Mr. Sanchez and also involved the Saudis. Mr. de Becker pointed to an article  published   on Saturday by The New York Post in which Mr. Sanchez said The Enquirer “had seen text exchanges between the secret couple” before he was in touch with the tabloid on the matter. “Reality is complicated, and can’t always be boiled down to a simple narrative like ‘the brother did it,’” Mr. de Becker wrote. Mr. de Becker said his investigation included interviews with cybersecurity experts and “people who personally know the Saudi Crown Prince Mohammed bin Salman.” But he stopped short of saying what methods he believed the Saudis may have used to access Mr. Bezos’ personal information. He added that AMI had wanted him to make a public statement “saying that my investigation had concluded they hadn’t relied upon ‘any form of electronic eavesdropping or hacking in their news-gathering process,’” and that the tabloid’s story was not “instigated, dictated or influenced in any manner by external forces, political or otherwise.” Mr. de Becker said he told AMI in a recorded call that those claims were “not my truth.” Follow Karen Weise on Twitter: @KYWeise. Amy Chozick and David Kirkpatrick contributed reporting. How Jeff Bezos Went to Hollywood and Lost  Control Jeff Bezos Accuses National Enquirer of ‘Extortion and  Blackmail’ Jeff Bezos’s security consultant accused the Saudi government of hacking the Amazon chief executive’s phone. | Alex Wong/Getty Images",
        "author": "Karen Weise",
        "date": "30/03/2019",
        "score": -0.20000000298023224,
        "magnitude": 12.399999618530273
    },
    {
        "id": 3,
        "name": "Saudis Hacked Bezos' Phone, Security Expert Claims ",
        "content": " SEATTLE -- Jeff Bezos's security consultant accused the Saudi government of gaining unauthorized access to the Amazon chief executive's phone, as part of an effort to harm the world's richest man. In an opinion article in The Daily Beast on Saturday, Gavin de Becker, Mr. Bezos's security chief, alleged the Saudis wanted to hurt Mr. Bezos because he owns The Washington Post. The Post has aggressively reported on the murder of Jamal Khashoggi, one of its columnists, who was killed last year in Turkey. United States officials have concluded Mr. Khashoggi, who was critical of Saudi leaders, was killed on the orders of the Saudi crown prince, Mohammed bin Salman. Mr. de Becker said he had turned over his findings about the Saudis and their role against Mr. Bezos to law enforcement. ''Our investigators and several experts concluded with high confidence that the Saudis had access to Bezos' phone, and gained private information,'' Mr. de Becker wrote. Mr. de Becker's claims about the Saudis are difficult to verify and raise many questions. Throughout his article, the security consultant was vague on details. He did not reveal direct evidence of his accusations and wrote that he would not speak again publicly on the issue. Amazon did not immediately have a comment about Mr. Bezos. An official with the Saudi embassy in Washington declined to comment on Saturday. Mr. de Becker's allegations are the latest twist in a bizarre situation that has embroiled the largest U.S. tabloid publisher and Mr. Bezos, who runs Amazon and owns The Post. The unusual set of circumstances began in January, when Mr. Bezos announced that he and his wife,  MacKenzie   Bezos, were divorcing. The next day, The National Enquirer published an exposé revealing that Mr. Bezos was romantically involved with Lauren Sanchez, a former Los Angeles TV anchor. Then in February, Mr. Bezos published a post on Medium accusing the parent of The Enquirer, American Media Inc., of ''extortion and blackmail.'' Mr. Bezos said AMI had threatened to publish graphic photographs of him, including a ''below-the-belt selfie,'' if he did not publicly affirm that The Enquirer's reporting on his affair was not motivated by political concerns. He said AMI, which has had ties to the Saudis, was ''apoplectic'' about The Post's reporting on the Saudis. Mr. Bezos added that he had asked Mr. de Becker, his longtime security consultant, to investigate who had leaked information and photos about him. Earlier this month, The New York Times reported that two people with direct knowledge of The Enquirer's reporting said that everything the tabloid received on Mr. Bezos's affair, including the ''below-the-belt selfie,'' came from a single source. The Wall Street Journal later reported that AMI had paid Ms. Sanchez's brother, Michael Sanchez, $200,000 for the texts. But Mr. de Becker on Saturday said that the effort against Mr. Bezos went beyond Mr. Sanchez and also involved the Saudis. Mr. de Becker pointed to an article published on Saturday by The New York Post in which Mr. Sanchez said The Enquirer ''had seen text exchanges between the secret couple'' before he was in touch with the tabloid on the matter. ''Reality is complicated, and can't always be boiled down to a simple narrative like 'the brother did it,''' Mr. de Becker wrote. He did not say whether the Saudis provided any of Mr. Bezos's personal information from the phone to AMI. ''As of today, it is unclear to what degree, if any, AMI was aware of the details,'' Mr. de Becker wrote. Mr. de Becker said his investigation included interviews with cybersecurity experts and ''people who personally know the Saudi Crown Prince Mohammad bin Salman.'' But he stopped short of saying what methods he believed the Saudis may have used to access Mr. Bezos's personal information. He added that AMI had wanted him to make a public statement ''saying that my investigation had concluded they hadn't relied upon 'any form of electronic eavesdropping or hacking in their news-gathering process,''' and that the tabloid's story was not ''instigated, dictated or influenced in any manner by external forces, political or otherwise.'' Mr. de Becker said he told AMI in a recorded call that those claims were ''not my truth.'' AMI declined to comment. Follow Karen Weise on Twitter: @KYWeise. Jeff Bezos is the owner of The Washington Post, which has aggressively covered the murder of Jamal Khashoggi, who criticized Saudi leaders. (PHOTOGRAPH BY ALEX WONG/GETTY IMAGES)",
        "author": "KAREN WEISE",
        "date": "31/03/2019",
        "score": -0.20000000298023224,
        "magnitude": 11.800000190734863
    },
    {
        "id": 4,
        "name": "How Jeff Bezos Went to Hollywood and Lost Control ",
        "content": " Jeff Bezos amassed the world’s greatest fortune by relying on what he has called a “regret minimization framework.” He built an $800 billion company with 14 codified principles and a brutally exacting culture. His annual salary of $81,840 has not budged since 1998. But then Mr. Bezos went to Hollywood. In the weeks since the Amazon founder  tweeted   that he and his wife of 25 years were divorcing, he has gone to war with a grocery store tabloid and escalated a conflict with the president of the United States. And he has essentially ceded control of his own narrative to two rogue characters: a swashbuckling A-list security consultant, Gavin de Becker, and his girlfriend’s fame-hungry brother-manager, Michael Sanchez. Locked in a feud, the two are prolonging the scandal’s news value almost daily. Mr. Bezos is at the center of an honest-to-God melodrama, full of salacious revelations, family betrayals and international intrigue. In Seattle, Amazon’s senior vice president for global corporate affairs, the former White House press secretary Jay Carney, has recently tried to get the story back under control. But in Hollywood, the swirl around Mr. Bezos’s love life refuses to be contained, churning through an ecosystem of gossip and favors, where dish on the rich and powerful is currency. Amazon executives were blindsided by a sequence of events that began in early January: the  announcement   by Jeff and  MacKenzie   Bezos of their divorce; the 11-page National Enquirer exposé that Mr. Bezos was romantically involved with Lauren Sanchez, a former Los Angeles TV anchor; a  sensationa l  blog post by Mr. Bezos accusing the head of the tabloid, an ally of President Trump, of attempting to extort him over a “below-the-belt selfie” and other sexts. It has not helped matters that the intimate details of Mr. Bezos’s personal life emerged around the same time that the company abruptly canceled  its plans to build a new headquarters in New York , after fighting with lawmakers and activists. People who have worked closely with Mr. Bezos have watched dumbfounded that a man famous for being a vault of discretion could end up, as one of them put it, in the middle of such a “clown show.” For advice on the crisis, Mr. Bezos has relied almost entirely on Mr. de Becker, who in addition to providing security to stars is something of a celebrity himself. He once protected Cher, and he delivered a eulogy at the memorial of his friend Carrie Fisher. His book, “The Gift of Fear,” was a megahit —  Oprah Winfrey   backed it — and reads like a TED Talk for the rich and afraid. Mr. de Becker is employed by Mr. Bezos, not Amazon, and appears to be hardly in touch with strategists at the company. Adding to the cast, Mr. de Becker has enlisted the famed law firm Boies Schiller Flexner, as well as  Marty Singer , a notorious Los Angeles litigator who has represented John Travolta and Sharon Stone, to work the media. Ms. Sanchez has consulted the Los Angeles  divorce maestro Laura Wasser , who has counted Kim Kardashian West and Angelina Jolie as clients. Also in the mix is Ms. Sanchez’s estranged husband, Patrick Whitesell, who as the executive chairman of Endeavor is one of the most powerful figures in Hollywood. His business partner at the agency is the operatically colorful macher Ari Emanuel, and they know more than almost anyone about how to use tabloid ink to boost a client or break a competitor. After the affair broke into the open, it didn’t take long for Mr. Whitesell to be  spotted by TMZ   leaving a nightclub with a 20-something model. Her surname? Alexa. An expanding cast of only-in-L.A. characters The loosest cannon of them all may be Michael Sanchez. Ms. Sanchez’s brother is a scrappy agent to a roster of reality TV personalities and an incorrigible gossip even in a town full of them. He is also a supporter of Mr. Trump, and has relationships with some of his operatives, including Roger Stone and Carter Page. Mr. Sanchez is in regular touch with an expanding list of reporters around the country, and is constantly supplying them with fresh innuendo on the Bezos drama. Mr. Sanchez alleges that Mr. de Becker is trying to keep his sister away from Mr. Bezos, in hopes of keeping the Bezos marriage intact. “Gavin has brilliantly set you and I up with the clear goal of destroying your love for my sister,” Mr. Sanchez wrote in an email to Mr. Bezos on Valentine’s Day, a copy of which was reviewed by The New York Times. “I know the truth about your love for Lauren and her love for you.” Four people with direct knowledge of the siblings’ relationship said that Ms. Sanchez is no longer speaking to her brother. Mr. Sanchez disputed this, and Ms. Sanchez declined to comment. In February,  The Daily Beast reported   that Mr. de Becker had completed an investigation into who initially leaked the texts, and that Mr. Sanchez provided The Enquirer with its exclusive on Mr. Bezos’s affair. In an interview, Mr. Sanchez told me he did talk to the tabloid about his sister’s relationship (in an effort to help her), but denied sending it Mr. Bezos’s sexts, which he said he didn’t have access to. He theorized that The Enquirer had obtained the images via a Beverly Hills socialite who had gotten them directly from his sister. I explained to two people with direct knowledge of The Enquirer’s reporting what Mr. Sanchez told me: that he’d provided some details of the affair to the tabloid, but not the sexts. These people, who would talk only about private conversations without attribution, emphasized that everything The Enquirer received on the Bezos affair, including the “below-the-belt selfie,” came from a single source. These people added that the source was compensated by The Enquirer. How much? An amount well above the $150,000 that the tabloid paid the former Playboy model Karen McDougal to keep quiet about her alleged affair with Mr. Trump ahead of the 2016 election, they said. Mr. Bezos changes Hollywood — and vice versa For years, Mr. Bezos did not seem like the kind of chief executive who craved rock-star status. He didn’t employ a personal publicist to help bolster the Bezos myth, because he didn’t need to. The sheer reach of his company did the mythmaking for him: Amazon has transformed the way we read, shop and watch TV, and through its cloud services division runs an astonishingly large portion of the internet. Even as the company’s power grew, Mr. Bezos made a point of directing focus to the customer, who he said occupied “the empty chair” in every meeting. Mr. Bezos bought a home   in Beverly Hills in 2007, as Amazon was beginning to expand into entertainment. The company does not break out the financials of its Hollywood business, but it has been spending furiously to build a TV and film portfolio that enriches its Prime offering. Subscription services brought in more than $14 billion last year. To Hollywood insiders, the gusher of cash turned Mr. Bezos into the object of fascination and fear. As Amazon bulldozed its way into the industry, Mr. Bezos transformed from a low-key, geeky Seattle dad to a chiseled presence on the red carpet. He has never seemed to be enthralled with the filmmaking process — he leaves day-to-day management to the Amazon Studios chief  Jennifer Salke   — but like Howard Hughes and other outsider tycoons before him, Mr. Bezos has unmistakably  embraced   the industry’s trappings. His true Hollywood coming out was in 2016, when he gave a party — lavish even in the context of awards season — to celebrate the Oscar favorite “Manchester by the Sea,” an Amazon Studios production. Matt Damon was the co-host. It was held in a temporary edifice (only in Beverly Hills could it be called a “tent”) perched at the end of the long, pebbled driveway at Mr. Bezos’s mansion, high above Sunset Boulevard. The evening appears to be the first time that he and Ms. Sanchez were publicly photographed together. They had met the previous year. As Amazon pushed into entertainment, it often worked with Endeavor, and Mr. Whitesell and Ms. Sanchez started socializing with the Bezoses. Their children played together at the Bezos family’s 29,000-square-foot compound outside Seattle, sprinting around a room decorated with NASA memorabilia and a chair in which J.K. Rowling wrote parts of the “Harry Potter” books. (It sold at auction for $394,000 .) Ms. Sanchez, an aviation enthusiast with a helicopter license, talked shop with Mr. Bezos, who spends much of his time building Blue Origin, his space exploration company. The two went flying together — encouraged by Mr. Whitesell, who saw the socializing as good for his wife’s aerial film and production company, Black Ops Aviation. By last year, they were having an affair. Three people in Ms. Sanchez’s extended social circle said she was giddy and in love, showing amorous texts to a number of Brentwood and Beverly Hills moms. ‘Intensely focused’ At Amazon, Mr. Bezos has long implemented an idiosyncratic meeting structure. Executives sit in silence, reading a six-page memo on the topic at hand. Bullet points are frowned upon; the document must be a cogent narrative. Only once everyone has digested the “six-pager” do discussions begin. That process may have been what Mr. Bezos was channeling when — without consulting Amazon brass — he published an explosive  Medium essay   on Feb. 7 accusing The Enquirer of extortion and blackmail. The tabloid was threatening to publish photos it had obtained, including one of Mr. Bezos’s “semi-erect manhood,” unless he met their conditions. Mr. Bezos called out David Pecker, the chief executive of The Enquirer’s parent company, American Media, who has been known to wield his influence to benefit Mr. Trump. (Last year, federal prosecutors determined that American Media had made illegal payments   to silence women who said they had had affairs with Mr. Trump.) Mr. Bezos added that he had asked Mr. de Becker to conduct an investigation into how the tabloid had gotten his texts and photos. He implied that Mr. Trump and the Saudi royal family’s displeasure with The Washington Post, which he owns, were behind The Enquirer’s actions. When Mr. Bezos published his essay, commentators were nearly unanimous in hailing it as a public relations masterstroke: Somehow, the world’s richest man, caught cheating on his wife, was now a victim. But since then, more than three weeks have elapsed, and while Mr. de Becker has told The Washington Post that the Enquirer piece was “ politically motivated ,” direct proof of the Trump or Saudi links has not yet emerged. Asked repeatedly for such evidence, Mr. de Becker, who was traveling in Fiji, declined to comment on the record. A person in Mr. Bezos’s camp, who was not authorized to speak on the record, said the investigation into the Enquirer story had moved beyond Mr. Sanchez, and to some extent was out of Mr. de Becker’s hands, now that evidence was with law enforcement. Mr. Bezos and Ms. Sanchez remain together. On Feb. 19, Mr. Bezos spoke at the Yale Club in New York about his plan to populate the solar system with one trillion people through Blue Origin. “I try to organize my personal time so that I live mostly about two to three years out,” Mr. Bezos said, according to a transcript  published on   Business Insider . The New York Post elected to ignore the space-travel angle,  reporting   instead that he and Ms. Sanchez had been holed up in a Park Avenue “luxe love nest.” So far, investors haven’t minded the messiness of Mr. Bezos’s personal life and his pull toward Hollywood. Amazon’s share price is up since the start of the year, and the company said that Mr. Bezos had not been distracted by the scandal. “Jeff remains as intensely focused on Amazon’s various businesses as ever, running daylong meetings of the S-Team (our leadership team) and daily forwarding emails he receives from customers to business leaders,” Mr. Carney wrote in an email. Still, the incidents have left many adherents to the Bezos Way — who are legion — confused about what the events of the past several weeks say about Mr. Bezos’s judgment. One former Amazon executive, who signed a nondisclosure agreement and could only discuss the company anonymously, wondered how Mr. Bezos’s behavior squared with a recent  letter he sent to shareholders , in which he talked about irrevocable decisions, or what he called “one-way doors.” “These decisions must be made methodically, carefully, slowly and with great deliberation and consultation,” Mr. Bezos said. “If you walk through and don’t like what you see on the other side, you can’t get back to where you were before.” Brooks Barnes and Karen Weise contributed reporting. PHOTO: The Amazon billionaire Jeff Bezos after the Golden Globes in January. (PHOTOGRAPH BY Elizabeth Lippman for The New York Times FOR THE NEW YORK TIMES)",
        "author": "Amy Chozick",
        "date": "04/03/2019",
        "score": 0.0,
        "magnitude": 27.899999618530273
    },
    {
        "id": 5,
        "name": "Daddy Warbucks Goes to War ",
        "content": " As a hedge fund refugee, he conjured Amazon, the world's biggest store, by tapping into our hunter-gatherer instincts, the compulsion to collect more stuff with less effort. Amazon became ''the Prince of Darkness for retail,'' Scott Galloway writes in ''The Four: The Hidden DNA of Amazon, Apple, Facebook and Google,'' by exploiting our ''serious mojo for stuff, as survival went to the cave man who had the most twigs, had the right rocks to crack stuff open with, and got the most colorful mud to draw images on walls so his descendants knew when to plant crops, or what dangerous animals to avoid.'' So, of course, Bezos has finely honed survival instincts himself. This is a season when socialism is chic and billionaires are reviled as lame, immoral, greedy, lying and an Orange Menace (if he's actually a billionaire). Yet the richest dude on earth has managed to come through a traumatic week inspiring admiration. He survived a spectacular attempt by David Pecker to ruin him in January with a National Enquirer story revealing his affair with his married neighbor, Lauren Sanchez, a TV personality. It was humiliating for him and his wife,  MacKenzie , but Bezos was able to bring his marriage to an end with a modicum of dignity and little apparent damage to shareholder value. In our universe governed by algorithms, we can forget our nerdy overlords are actually human. Bezos' sexts were brimming with romance: ''I want to talk to you and plan with you. Listen and laugh.'' Or another about his yearning to wake up next to her, have coffee and read the paper -- The Washington Post, presumably. This past week, Pecker and his thugs upgraded to blackmail, threatening to print more sexts and louche pics that Bezos and Sanchez had exchanged unless Bezos made a statement in the press rebutting the idea that the Enquirer story was politically motivated. Again, Bezos' superior survival instincts kicked in. He refused. Pecker is up to his slimy neck in politically motivated messes. He had to make a deal with prosecutors after he helped deliver his pal Donald Trump's hush payments to the Playboy model and the porn star. The Dickensian-named head of American Media Incorporated, The Enquirer's owner, was ''apoplectic,'' according to Bezos' post in Medium, about his investigation into who leaked the texts. ''I prefer to stand up, roll this log over, and see what crawls out,'' Bezos wrote. And thus a P.R. debacle turned into a triumph. Besides unbridled consumerism, Americans love nothing more than seeing a bully like Pecker get kicked in the groin. Bezos may be a key player in the Silicon Valley scheme to destroy privacy and ratchet up excess in the interest of mammonism, but for the moment, he's a hero. ''If in my position I can't stand up to this kind of extortion,'' he wrote, ''how many people can?'' As Galloway told me: ''The second-worst decision in the last 12 months was the world's wealthiest man sending out pictures of his genitalia. The worst decision was A.M.I. deciding to attempt to blackmail the wealthiest man in the world via email. Dumb and dumber. ''A.M.I. went out of business this week. They just don't know it. They have a megalodon after them.'' Galloway thinks that Bezos vs. Pecker will mimic Thiel vs. Gawker: ''The same hubris infected Gawker, wrapping yourself in the First Amendment as an excuse for depraved behavior and ruining people's lives. That dog will no longer hunt.'' Bezos said there may be another rotten international conspiracy akin to the Russians and the Trump campaign -- this one connecting Pecker, Trump and the Saudis. Just before Saudi Arabian Crown Prince Mohammed bin Salman came to America, Pecker -- who wanted the Saudis to help finance the purchase of Time magazine -- published an absurd piece of checkout-aisle propaganda, a glossy magazine treating the prince like Beyoncé and calling his repressive, misogynist nation the ''Magic Kingdom.'' It highlighted the special relationship between the Saudis and Trump, who was also lavished with puff pieces in The Enquirer during the 2016 campaign. The crown prince has formed a tight bond with princeling Jared Kushner, one that proves ever more embarrassing as the evidence piles up that bin Salman ordered the horrendous murder of Washington Post columnist Jamal Khashoggi. The Times's Mark Mazzetti revealed that the psycho prince told an aide in 2017 that he would use ''a bullet'' on Khashoggi if the writer did not stop his critiques. Saudi Foreign Affairs Minister Adel al-Jubeir told reporters Friday, ''Mistakes happen.'' Coining the word of the year, Bezos said that owning The Post is a ''complexifier'' for him, suggesting that the paper's unrelenting coverage of the Khashoggi killing might have aggravated his testy relations with Trump. The Post reported that Michael Sanchez, Lauren's brother who says he is also her manager -- and who is close to Roger Stone and Carter Page -- said he was told by several people at A.M.I. that The Enquirer wanted to do ''a takedown to make Trump happy.'' The toxic triangle of Pecker, the Saudis and Trumpworld has yet to unspool. But Galloway is right when he notes that, ''despite the gross idolatry of billionaire innovators, he is an incredibly impressive person. You can get 'The Marvelous Mrs. Maisel' or Nespresso pods on demand.'' I invite you to follow me on Twitter (@MaureenDowd) and join me on Facebook. Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion), and sign up for the Opinion Today newsletter. Jeff Bezos and Lauren Sanchez had some secrets. But then The National Enquirer put a high price on not sharing them with the world. (PHOTOGRAPHS BY MICHAEL KOVAC/GETTY IMAGES FOR MOËT & CHANDON; JEFFREY MAYER/WIREIMAGE, VIA GETTY IMAGES)",
        "author": "MAUREEN DOWD",
        "date": "10/02/2019",
        "score": -0.10000000149011612,
        "magnitude": 21.0
    },
    {
        "id": 6,
        "name": "U.S. Is Said to Look at Bezos' Extortion Claim ",
        "content": " Jeff Bezos, the founder of Amazon and the owner of The Washington Post, did not become the world's richest man by refusing to do what it takes to win. And now that he finds himself in a mud fight with the supermarket tabloid that exposed his extramarital affair, he is showing off the same drive that helped him turn a simple idea -- selling books on the internet -- into an all-purpose, $780 billion powerhouse. Mr. Bezos has risked significant personal embarrassment in taking on American Media Inc., the company that owns The National Enquirer, which last month devoted 11 pages to the tale of his extramarital affair. But with a personal fortune of more than $130 billion, he has the means to torment his tormentors. And as he showed Thursday with his surprise blog post, which accused the tabloid publisher of ''extortion and blackmail,'' Mr. Bezos is willing to get dirty in the pursuit of victory. He has attacked American Media right where it hurts -- its shaky legal position -- and the strategy is showing early signs of paying off. Federal prosecutors are reviewing Mr. Bezos' claim that he has been extorted, according to two people briefed on the matter who were not authorized to discuss it publicly. And those prosecutors have planned a meeting with Mr. Bezos' representatives, one of those people said. If American Media is found to have broken a law -- any law -- it would be in violation of a deal with federal prosecutors from the Southern District of New York. The agreement was struck in September after American Media admitted paying hush money during the 2016 presidential campaign to protect Donald J. Trump from allegations of an affair. Under the deal, the company would not be prosecuted for its Trump-related efforts as long as it stayed out of legal trouble for the next three years. Even as American Media fell into legal jeopardy last year, its board stood by the company's chairman, David J. Pecker, and its top news executive, Dylan Howard. On Friday, however, the company announced that the board was starting an investigation of Mr. Bezos' claims. ''American Media believes fervently that it acted lawfully in the reporting of the story of Mr. Bezos,'' the company said in a statement. ''Nonetheless, in light of the nature of the allegations published by Mr. Bezos, the board has convened and determined that it should promptly and thoroughly investigate the claims. Upon completion of that investigation, the board will take whatever appropriate action is necessary.'' [Read a primer on the players and plot points in the fight that has erupted between Mr. Bezos and American Media.] The Enquirer exposé detailed Mr. Bezos' affair with Lauren Sanchez, a former host of the Fox show ''So You Think You Can Dance.'' It appeared a day after Mr. Bezos announced on Twitter that he and his wife of 25 years, the novelist  MacKenzie   Bezos, were getting divorced. Mr. Bezos wrote the blog post himself, according to one person close to him, who was not authorized to speak publicly, and several lawyers reviewed it before he hit publish. In the post, he said American Media had threatened to publish compromising photographs of him, including a ''below the belt selfie,'' if he did not publicly affirm that The Enquirer's reporting on his affair with Ms. Sanchez was not motivated by political concerns. ''If in my position I can't stand up to this kind of extortion, how many people can?'' he wrote. At 55, Mr. Bezos has become a prominent player in Hollywood and Washington. Thanks to Amazon's entry into the entertainment business, he is no stranger to the red carpet and Golden Globes after-parties. And with a 27,000-square-foot mansion in the capital's Kalorama neighborhood, which he bought for $23 million three years after he acquired The Post in 2013, he is a figure to be reckoned in political circles, albeit one who suffers name calling from the president's Twitter account. Now, in his fight, Mr. Bezos has assembled an all-star crisis-management team of protectors and lawyers who have popped up alongside powerful political figures and celebrities over the last few decades. A key team member is the veteran Hollywood lawyer Martin Singer, who is technically representing Mr. Bezos' longtime security chief, Gavin de Becker. Mr. Singer knows exactly how American Media works, and he has not always worked on the virtuous side of the street. This is the lawyer who represented Bill Cosby in 2005, when The Enquirer was preparing an article about sexual assault allegations made against Mr. Cosby by a member of Temple University's athletics staff, Andrea Constand. Mr. Singer persuaded the tabloid to sit on Ms. Constand's story in return for an exclusive interview with the former prime-time star. And now he is Team Bezos. Also working on behalf of the Amazon founder is the law firm Boies Schiller Flexner. It has long represented Amazon in corporate matters, but now lawyers there are working for Mr. Bezos personally. One of them, Jonathan Sherman, previously represented American Media as it worked to squash negative stories about President Trump, according to a person familiar with the situation. Another working for Mr. Bezos, William Isaacson, represents Amazon in its corporate matters. David Boies, a partner at the firm, defended the producer Harvey Weinstein against accusations of sexual harassment and abuse. As part of his services, he helped orchestrate a smear campaign against the alleged victims of the mogul's sexual misconduct and hired Black Cube, a private investigations firm staffed by former Israeli intelligence agents, to undercut accusers and the journalists looking into Mr. Weinstein. Another team member is Mr. de Becker, who has thwarted stalkers for stars like Olivia Newton-John and Cher and provided security for public figures visiting President Ronald Reagan and his family at the White House. Mr. de Becker is also the author of ''The Gift of Fear,'' a 1998 book that offers advice for dealing with threats (available on Amazon in paperback for $7.19). Concerning blackmail attempts specifically, he counseled confrontation, rather than appeasement -- and it seems that Mr. Bezos followed the de Becker strategy with his blog post. ''Victims often try to appease the extortionist, but these efforts just allow him to retain the underserved mantle of a decent person,'' Mr. de Becker wrote. ''I suggest that clients compel the extortionist to commit to his sleaziness, which puts him on the defensive.'' In fighting back, Mr. Bezos is showing himself to be not unlike his no-holds-barred antagonist in the White House. And his media counteroffensive against the tabloid publisher has all the hallmarks of the opposition research campaigns that spice up election seasons. Before and after Mr. Bezos published his revealing post on the online platform Medium, various media outlets gave significant space to competing and sometimes contradictory claims about the possible motives behind American Media's big story. All of those theories had little to do with the idea that salacious details about the private life of a famous multibillionaire would be of interest to checkout-stand impulse buyers. In an article late last month, The Daily Beast quoted Mr. de Becker as confirming that his team was looking into Michael Sanchez, the brother of Ms. Sanchez, as the potential leaker of private text messages The Enquirer published in its exposé. Mr. Sanchez denied it. As the piece noted, he is close with the Trump adviser and longtime provocateur Roger Stone, who has been indicted by the special counsel Robert S. Mueller III. Then there was Mr. Bezos' suggestion in his Medium post that the coverage was somehow tied to American Media's attempts to win business and possibly investment from Saudi Arabia. Mr. Bezos and his investigators had failed to offer any solid evidence for that theory -- or, for that matter, any of the others. In October, American Media paid for and produced a magazine called The New Kingdom, which mysteriously appeared on newsstands ahead of a visit to the United States by the Saudi crown prince, Mohammed bin Salman. The publication of this 100-page glossy, filled with laudatory text and splashy photos of the crown prince, coincided with American Media's efforts to strike business deals in Saudi Arabia. The company has faced double-digit losses in its print circulation in recent years. Mr. Bezos has long played hardball in his business, and Amazon can wipe value off entire companies just by announcing new ventures in their industry. Only recently did Amazon start turning a consistent profit. Mr. Bezos' aggressive stance plays out in the company's actions in ways big and small. Last decade, a start-up called Diapers.com began gaining traction by offering free shipping to new parents. Amazon aggressively lowered its prices, undercutting the upstart. Amid the price war, it bought the company for $545 million in late 2010 and shut the site down in 2017. Amazon now captures 67 percent of all baby-related purchases online, according to the marketing analytics firm Jumpshot. Jeff Bezos has shown a willingness to risk personal embarrassment in making his accusations against American Media. (PHOTOGRAPH BY ANDREW HARRER/BLOOMBERG) (A17)",
        "author": "JIM RUTENBERG, KAREN WEISE and WILLIAM K. RASHBAUM",
        "date": "09/02/2019",
        "score": -0.10000000149011612,
        "magnitude": 19.899999618530273
    },
    {
        "id": 7,
        "name": "How Did This Fight Escalate? A CliffsNotes-Style Explainer ",
        "content": " A surprise divorce announcement by the world's richest man, steamy texts, a private investigation, claims of blackmail -- and a suspicion that politics are behind it all. These aren't plot points in a movie coming soon to Amazon Prime. They're the increasingly surprising events swirling around Jeff Bezos, the Amazon founder. Mr. Bezos raised the stakes on Thursday when he accused The National Enquirer and its publisher, American Media Inc., of trying to extort him. In a blog post, he said the company had threatened to publish lewd photos of him if he did not say publicly that the tabloid's earlier reporting on him was not motivated by politics. The story will probably get wilder. Before it does, here's a primer on Mr. Bezos' divorce, the National Enquirer, and why the battle between them could have implications for President Trump. [Jeff Bezos said he was a victim of extortion and blackmail. What's the difference? ] The world's richest man is getting a divorce Before Mr. Bezos published his bombshell post on the online platform Medium, he lit up Twitter on Jan. 9 with the surprise announcement of his separation and planned divorce from his wife of 25 years, the novelist  MacKenzie   Bezos: The reasons for the divorce and the motive behind the Twitter post were a mystery until the next day, when The Enquirer's Jan. 28 issue appeared on supermarket racks. The cover called Mr. Bezos ''sleazy'' and included the logo of the newspaper he has owned since 2013, The Washington Post. The article itself included some highly personal text messages he had sent to a woman with whom he was having an extramarital affair, Lauren Sanchez, a former host of the Fox show ''So You Think You Can Dance'' who is married to a powerful Hollywood figure, Patrick Whitesell, the co-chief executive of the agency William Morris Endeavor. There were also paparazzi photos of Mr. Bezos and Ms. Sanchez on an airport tarmac and ''gazing into each other's eyes'' in a Santa Monica restaurant. Mr. Bezos subsequently opened a private investigation to determine why he had been targeted by The Enquirer. He directed his longtime personal security chief, Gavin de Becker, to find out how the tabloid had obtained the texts. Mr. de Becker's firm questioned Ms. Sanchez's brother, Michael Sanchez, about whether he might be the source, according to The Daily Beast. On Tuesday, The Post weighed in on the melodrama involving its owner with a lengthy article headlined ''Was tabloid exposé of Bezos affair just juicy gossip or a political hit job?'' ''Depending on whom you believe,'' the article said, ''The Enquirer's exposé on Bezos's affair was a political hit inspired by President Trump's allies, an inside job by people seeking to protect Bezos's marriage, or no conspiracy at all, simply a juicy gossip story.'' The Post described Ms. Sanchez's brother as a ''pro-Trump Hollywood talent manager'' whom Mr. de Becker considered as a possible source of the texts. A tabloid titan's links to President Trump David J. Pecker, American Media's chairman, has a longstanding allegiance to Mr. Trump. According to federal prosecutors, he used The Enquirer to help protect Mr. Trump's presidential campaign. In addition to defending Mr. Trump in its pages and lashing out at his rivals during the 2016 race, the tabloid was involved in a so-called catch-and-kill scheme to bury damaging allegations. American Media admitted to federal prosecutors that it had helped orchestrate hush-money deals involving two women who said they had had affairs with Mr. Trump: the former Playboy model Karen McDougal and the pornographic film star Stormy Daniels. Mr. Pecker reached an immunity deal with prosecutors in exchange for providing them with information. Reporters for The Post have investigated American Media and Mr. Trump. And American Media has lucrative relationships with Saudi Arabia, which Mr. Bezos, without elaborating, noted in his post on Thursday. Several days ago, an AMI leader advised us that Mr. Pecker is ''apoplectic'' about our investigation. For reasons still to be better understood, the Saudi angle seems to hit a particularly sensitive nerve. Mr. Bezos also said that his ownership of The Post had made him a target. It's unavoidable that certain powerful people who experience Washington Post news coverage will wrongly conclude I am their enemy. President Trump is one of those people, obvious by his many tweets. Also, The Post's essential and unrelenting coverage of the murder of its columnist Jamal Khashoggi is undoubtedly unpopular in certain circles. Mr. Trump vs. Mr. Bezos Mr. Trump has made no secret of his animosity toward Mr. Bezos. After the news of the Amazon mogul's pending divorce and The Enquirer's exposé, he coined a new nickname for a man he considers an antagonist. Long before that, the president had often used Twitter to criticize Amazon, The Post and Mr. Bezos. One of Mr. Trump's favorite tropes is to conflate Amazon and the newspaper, as he did on Jan. 13, although The Post is owned by Mr. Bezos personally. David J. Pecker of American Media Inc. (PHOTOGRAPH BY MARION CURTIS/ASSOCIATED PRESS) (B4); The Washington Post newsroom in 2017. Jeff Bezos has owned the newspaper since 2013. (PHOTOGRAPH BY JUSTIN T. GELLERSON FOR THE NEW YORK TIMES) (B5)",
        "author": "ZACH WICHTER and TIFFANY HSU",
        "date": "09/02/2019",
        "score": -0.10000000149011612,
        "magnitude": 12.300000190734863
    },
    {
        "id": 8,
        "name": "Jeff Bezos’ Extortion Claim Said to Be Under Review by Prosecutors ",
        "content": " Jeff Bezos, the founder of Amazon and the owner of The Washington Post, did not become the world’s richest man by refusing to do what it takes to win. And now that he finds himself in a mud fight with the supermarket tabloid that exposed his extramarital affair, he is showing off the same drive that helped him turn a simple idea — selling books on the internet — into an all-purpose, $780 billion powerhouse. Mr. Bezos has risked significant personal embarrassment in taking on American Media Inc., the company that owns The National Enquirer, which last month devoted 11 pages to the tale of his extramarital affair. But with a personal fortune of more than $130 billion, he has the means to torment his tormentors. And as he showed Thursday with his  surprise blog post , which accused the tabloid publisher of “extortion and blackmail,” Mr. Bezos is willing to get dirty in the pursuit of victory. He has attacked American Media right where it hurts — its shaky legal position — and the strategy is showing early signs of paying off. Federal prosecutors are reviewing Mr. Bezos’ claim that he has been extorted, according to two people briefed on the matter who were not authorized to discuss it publicly. And those prosecutors have planned a meeting with Mr. Bezos’ representatives, one of those people said. If American Media is found to have broken a law — any law — it would be in violation of a deal with federal prosecutors from the Southern District of New York. The agreement was struck in September after American Media admitted paying hush money during the 2016 presidential campaign to protect Donald J. Trump from allegations of an affair. Under the deal, the company would not be prosecuted for its Trump-related efforts as long as it stayed out of legal trouble for the next three years. Even as American Media fell into legal jeopardy last year, its board stood by the company’s chairman, David J. Pecker, and its top news executive, Dylan Howard. On Friday, however, the company announced that the board was starting an investigation of Mr. Bezos’ claims. “American Media believes fervently that it acted lawfully in the reporting of the story of Mr. Bezos,” the company said in a statement. “Nonetheless, in light of the nature of the allegations published by Mr. Bezos, the board has convened and determined that it should promptly and thoroughly investigate the claims. Upon completion of that investigation, the board will take whatever appropriate action is necessary.” [ Read a primer   on the players and plot points in the fight that has erupted between Mr. Bezos and American Media.] The Enquirer exposé detailed Mr. Bezos’ affair with Lauren Sanchez, a former host of the Fox show “So You Think You Can Dance.” It appeared a day after Mr. Bezos announced on Twitter that he and his wife of 25 years,  the novelist  MacKenzie   Bezos , were getting divorced. Mr. Bezos wrote the blog post himself, according to one person close to him, who was not authorized to speak publicly, and several lawyers reviewed it before he hit publish. In the post, he said American Media had threatened to publish compromising photographs of him, including a “below the belt selfie,” if he did not publicly affirm that The Enquirer’s reporting on his affair with Ms. Sanchez was not motivated by political concerns. “If in my position I can’t stand up to this kind of extortion, how many people can?” he wrote. At 55, Mr. Bezos has become a prominent player in Hollywood and Washington. Thanks to Amazon’s entry into the entertainment business, he is no stranger to the red carpet and Golden Globes after-parties. And with a 27,000-square-foot mansion in the capital’s Kalorama neighborhood, which he bought for $23 million three years after he acquired The Post in 2013, he is a figure to be reckoned in political circles, albeit one who suffers name calling from the president’s Twitter account. Now, in his fight, Mr. Bezos has assembled an all-star crisis-management team of protectors and lawyers who have popped up alongside powerful political figures and celebrities over the last few decades. A key team member is the veteran Hollywood lawyer Martin Singer, who is technically representing Mr. Bezos’ longtime security chief, Gavin de Becker. Mr. Singer knows exactly how American Media works, and he has not always worked on the virtuous side of the street. This is the lawyer who represented Bill Cosby in 2005, when The Enquirer was preparing an article about sexual assault allegations made against Mr. Cosby by a member of Temple University’s athletics staff, Andrea Constand. Mr. Singer persuaded the tabloid to sit on Ms. Constand’s story in return for an exclusive interview with the former prime-time star. And now he is Team Bezos. Also working on behalf of the Amazon founder is the law firm Boies Schiller Flexner. It has long represented Amazon in corporate matters, but now lawyers there are working for Mr. Bezos personally. One of them, Jonathan Sherman, previously represented American Media as it worked to squash negative stories about President Trump, according to a person familiar with the situation. Another working for Mr. Bezos, William Isaacson, represents Amazon in its corporate matters. David Boies, a partner at the firm, defended the producer Harvey Weinstein against accusations of sexual harassment and abuse. As part of his services, he helped orchestrate a  smear campaign   against the alleged victims of the mogul’s sexual misconduct and hired Black Cube, a private investigations firm staffed by former Israeli intelligence agents, to undercut accusers and the journalists looking into Mr. Weinstein. Another team member is Mr. de Becker, who has thwarted stalkers for stars like Olivia Newton-John and Cher and provided security for public figures visiting President Ronald Reagan and his family at the White House. Mr. de Becker is also the author of “The Gift of Fear,” a 1998 book that offers advice for dealing with threats (available on Amazon in paperback for $7.19). Concerning blackmail attempts specifically, he counseled confrontation, rather than appeasement — and it seems that Mr. Bezos followed the de Becker strategy with his blog post. “Victims often try to appease the extortionist, but these efforts just allow him to retain the underserved mantle of a decent person,” Mr. de Becker wrote. “I suggest that clients compel the extortionist to commit to his sleaziness, which puts him on the defensive.” In fighting back, Mr. Bezos is showing himself to be not unlike his no-holds-barred antagonist in the White House. And his media counteroffensive against the tabloid publisher has all the hallmarks of the opposition research campaigns that spice up election seasons. Before and after Mr. Bezos published his revealing post on the online platform Medium, various media outlets gave significant space to competing and sometimes contradictory claims about the possible motives behind American Media’s big story. All of those theories had little to do with the idea that salacious details about the private life of a famous multibillionaire would be of interest to checkout-stand impulse buyers. In an  article late last month , The Daily Beast quoted Mr. de Becker as confirming that his team was looking into Michael Sanchez, the brother of Ms. Sanchez, as the potential leaker of private text messages The Enquirer published in its exposé. Mr. Sanchez denied it. As the piece noted, he is close with the Trump adviser and longtime provocateur Roger Stone, who has been indicted by the special counsel Robert S. Mueller III. Then there was Mr. Bezos’ suggestion in his Medium post that the coverage was somehow tied to American Media’s attempts to win business and possibly investment from Saudi Arabia. Mr. Bezos and his investigators had failed to offer any solid evidence for that theory — or, for that matter, any of the others. In October, American Media paid for and produced a magazine called The New Kingdom, which  mysteriously   appeared on newsstands   ahead of a visit to the United States by the Saudi crown prince, Mohammed bin Salman. The publication of this 100-page glossy, filled with laudatory text and splashy photos of the crown prince, coincided with American Media’s efforts to strike business deals in Saudi Arabia. The company has faced double-digit losses in its print circulation in recent years. Mr. Bezos has long played hardball in his business, and Amazon can wipe value off entire companies just by announcing new ventures in their industry. Only recently did Amazon start turning a consistent profit. Mr. Bezos’ aggressive stance plays out in the company’s actions in ways big and small. Last decade, a start-up called Diapers.com began gaining traction by offering free shipping to new parents. Amazon aggressively lowered its prices, undercutting the upstart. Amid the price war, it bought the company for $545 million in late 2010 and shut the site down in 2017. Amazon now captures 67 percent of all baby-related purchases online, according to the marketing analytics firm Jumpshot. Ben Protess contributed reporting. Jeff Bezos Isn’t Afraid of Total  Exposure Why Jeff Bezos Went to Medium With His  Message Jeff Bezos Accuses National Enquirer of ‘Extortion and  Blackmail’ In attacking American Media Inc., Jeff Bezos, the chief executive of Amazon, showed he was willing to get dirty in the pursuit of victory. | Andrew Harrer/Bloomberg | Jennifer Salke, left, the Amazon Studios chief, with Mr. Bezos, the screenwriter Sam Esmail and the actress Emmy Rossum at a Hollywood party in January. | Emma Mcintyre/Getty Images",
        "author": "Jim Rutenberg, Karen Weise and William K. Rashbaum",
        "date": "08/02/2019",
        "score": -0.10000000149011612,
        "magnitude": 19.799999237060547
    },
    {
        "id": 9,
        "name": "Bezos Accuses Tabloid Owner Of 'Extortion' ",
        "content": " The richest man on earth accused the nation's leading supermarket tabloid publisher of ''extortion and blackmail'' on Thursday, laying out a theory that brought together international intrigue, White House politics, nude photos and amorous text messages. Jeff Bezos, the founder of Amazon and the owner of The Washington Post, made his accusations against American Media Inc., the company behind The National Enquirer, in a lengthy post on the online platform Medium. Last month, The Enquirer published an expose of Mr. Bezos' extramarital affair with Lauren Sanchez, a former host of the Fox show ''So You Think You Can Dance.'' The headline of Mr. Bezos' post -- ''No thank you, Mr. Pecker'' -- targeted David J. Pecker, the head of the tabloid company. In the sometimes digressive text that followed, he accused American Media of threatening to publish graphic photographs of Mr. Bezos, including a ''below-the-belt selfie,'' if he did not publicly affirm that The Enquirer's reporting on his affair was not motivated by political concerns. ''Well, that got my attention,'' Mr. Bezos wrote of the threat. ''But not in the way they likely hoped.'' The inciting event in this battle of American titans was the Jan. 28 edition of The Enquirer, which hit supermarket racks on Jan. 10, one day after Mr. Bezos and his wife of 25 years,  MacKenzie , announced that they would be getting a divorce. The tabloid devoted 11 pages to the story of Mr. Bezos' affair with Ms. Sanchez, calling it ''the biggest investigation in Enquirer history!'' [Who Is  MacKenzie   Bezos? Her divorce has made the novelist, and her private life, a public fascination.] The Enquirer boasted that it had tracked the couple ''across five states and 40,000 miles,'' furtively observing them as they boarded private jets, rode in limousines and repaired to ''five-star hotel hideaways.'' The article was illustrated with paparazzi shots of the unwitting couple as they stepped onto a tarmac and arrived together at what the tabloid called ''their beachfront love nest in Santa Monica.'' The tabloid also published amorous text messages that Mr. Bezos had sent to Ms. Sanchez. ''I am crazy about you,'' he wrote, according to The Enquirer. ''All of you.'' Tech executives are not the usual subjects of Enquirer covers, and the story set off speculation in Washington and New York media circles that the tabloid's aggressive coverage of Mr. Bezos was tied to the closeness of Mr. Pecker, The Enquirer's chief, and the White House. That alliance came fully to light last year in the legal drama involving hush payments to women alleging affairs with Mr. Trump. [Our media columnist examined the unlikely power of The National Enquirer in December.] Mr. Trump and Mr. Pecker were longtime friends -- but the relationship between the two was said to be frayed in recent months, when American Media's leadership entered into a deal with federal prosecutors looking into the company's role in the hush payments made during the 2016 presidential campaign. Mr. Pecker and his associates had helped orchestrate the deals involving two women who alleged past affairs with Mr. Trump in ''catch and kill'' deals: the former Playboy model Karen McDougal and the porn star Stormy Daniels. After The Enquirer made his private life public, giving Twitter wags and late-night hosts the chance to weigh in on his high-flown texting style, Mr. Bezos sprang into action, starting his own investigation of the tabloid's motives and how it had come to possess his texts to Ms. Sanchez. The Amazon founder, who at last count was worth $136 billion, suggested that he would spare no expense in taking the fight to the tabloid publisher. Leading the investigation was Gavin de Becker, Mr. Bezos' longtime security chief, whom Mr. Bezos said he had instructed ''to proceed with whatever budget he needed to pursue the facts in this matter.'' It was a bold move for someone who has often tried to evade the spotlight, even amid the frequent insults hurled his way by Mr. Trump, who has labeled the newspaper that Mr. Bezos purchased in 2013 as ''The Amazon Post'' and recently called him ''Jeff Bozo'' in a tweet. [Mr. de Becker has advised celebrities on threats for decades.] Mr. de Becker confirmed to The Daily Beast on Jan. 31 that he was leading the investigation into the matter of how the Enquirer had obtained the text messages. Not long afterward, The Post prepared an article exploring competing theories about the motivation behind the publication of the tawdry tale. American Media made the next move, offering Mr. Bezos an offer that it wrongly assumed he could not refuse. And if he did say no? A future issue of The Enquirer would make him very unhappy, with the selfies and more of the steamy texts it had apparently obtained. ''Of course I don't want personal photos published, but I also won't participate in their well-known practice of blackmail, political favors, political attacks and corruption,'' Mr. Bezos wrote. ''I prefer to stand up, roll this log over and see what crawls out.'' Amazon declined to comment. American Media did not respond to a request for comment. By using Medium to reveal The Enquirer's backstage maneuvers, Mr. Bezos -- one of the world's most powerful tech titans and the owner of one of the country's most influential newspapers -- showed the best means of communications can be a simple blog post. Sometimes rambling -- while also showing the occasional flair of tabloid columnists of yore -- the Bezos post pulled together random strands of the yearlong legal drama involving the president, American Media and the allegedly illegal payments to women. That federal inquiry resulted in a guilty plea from Mr. Trump's former attorney and fixer, Michael D. Cohen, who said he had paid Ms. Daniels $130,000 and asked American Media to pay Ms. McDougal $150,000 at the president's direction, to protect his election prospects. Federal prosecutors with the Southern District of New York determined that the American Media payment was an illegal corporate contribution. Because the company cooperated with prosecutors, the authorities did not bring charges. But they made American Media sign onto a non-prosecution agreement, in which it affirmed that it had made the payment to ''influence the election.'' That agreement, signed in September, stipulated that A.M.I. ''shall commit no crimes whatsoever'' for three years, and that if it did, ''A.M.I. shall thereafter be subject to prosecution for any federal criminal violation of which this office has knowledge.'' If American Media's threat to publish the personal photos of Mr. Bezos is determined to have been criminal, it would find its deal with federal prosecutors in jeopardy. ''One thing we can be certain of is these allegations will be looked at hard by the federal prosecutors,'' said Jeff Tsai, a former federal prosecutor. ''The nature of that non-prosecution agreement -- to not commit any crimes -- was to give A.M.I. the opportunity to really think hard about the nature of its practices.'' He added, ''You can sometimes get a pass from federal prosecutors; it's much harder to get two passes.'' The agreement put American Media, Mr. Pecker and Dylan Howard, the company's chief content officer, at odds with Mr. Trump, which served to tamp down speculation that the Enquirer had somehow pursued the Bezos story in alliance with the president and his allies. On Feb. 5, though, that possibility surfaced in The Post. Mr. de Becker told the paper that the Enquirer story had begun with a ''politically motivated'' leak. Mr. de Becker has served as a protector to Olivia Newton-John, Michael J. Fox and friends and family of Ronald Reagan. He declined to comment. American Media appeared to warn Mr. Bezos away from raising any political speculation in an email to Mr. de Becker's attorney, which he shared on Medium. In the letter, which he quoted in full, a lawyer for the company, Jon Fine, demanded that Mr. Bezos state publicly that he had ''no knowledge or basis for suggesting that'' American Media's ''coverage was politically motivated or influenced by political forces.'' Mr. Fine has worked as a lawyer at Amazon. In his post Mr. Bezos also appeared to imply that the tabloid company was doing the bidding of Saudi Arabia, quoting from a New York Times report last year: ''After Mr. Trump became president, he rewarded Mr. Pecker's loyalty with a White House dinner to which the media executive brought a guest with important ties to the royals in Saudi Arabia. At the time, Mr. Pecker was pursuing business there while also hunting for financing for acquisitions.'' The Post has been reporting determinedly on intelligence assessments that the Saudi crown prince, Mohammed bin Salman, ordered the grisly murder of the Saudi dissident -- and Post global opinion contributor -- Jamal Khashoggi. Follow Jim Rutenberg and Karen Weise on Twitter: @jimrutenberg and @KYWeise. Jeff Bezos, Amazon's founder, said he had been warned to stop looking into leaked texts and photos. (PHOTOGRAPH BY JIM WATSON/AGENCE FRANCE-PRESSE -- GETTY IMAGES) (A15)",
        "author": "JIM RUTENBERG and KAREN WEISE; Edmund Lee, Patricia Cohen and Maggie Haberman contributed reporting.",
        "date": "08/02/2019",
        "score": -0.10000000149011612,
        "magnitude": 21.100000381469727
    },
    {
        "id": 10,
        "name": "Why Jeff Bezos’ Divorce Should Worry Amazon Investors ",
        "content": " Jeff Bezos and his wife,  MacKenzie , may be the first billionaire couple with a huge stake in an enormous technology company to announce their divorce. They won’t be the last. The  surprise announcement   last week that the Bezoses would divorce after 25 years of marriage instantly raised questions about the future of their 16 percent, roughly $140 billion stake in Amazon. As its founder, chairman, chief executive and largest shareholder, Mr. Bezos exerts almost complete control over the company he created. The big question is, now what? Will Ms. Bezos sell her portion of the family’s vast Amazon holdings? Will she seek a seat on the company’s board? Will she push for big strategic or management changes? The Bezos divorce could have consequences for investors in other companies with billionaire founders — Google, Facebook, Groupon and Snap, to name a few. Unlike Mr. Bezos, who owns Amazon shares with ordinary voting rights, these tech entrepreneurs wield control of their companies by holding special classes of shares that confer extra power to their owners. To put it more explicitly: What would happen if Mark Zuckerberg and his wife filed for divorce? That’s not to suggest there’s anything amiss in the relationship between Mr. Zuckerberg and Priscilla Chan, or with the marriages of controlling shareholders at any other giant tech company. [ Who is  MacKenzie   Bezos? Her private life has become a public fascination.] But more such breakups are inevitable — after all, the divorce rate in California is about 60 percent, and many of the founders of high-flying Silicon Valley companies are only now reaching the age for the proverbial midlife crisis. The phenomenon of tech companies with controlling founders is still relatively recent. Google set a trend when it went public in 2004 with dual-class shares that enshrined Sergey Brin and Larry Page as the controlling owners. In the ensuing 15 years, about two-thirds of initial public stock offerings backed by venture capital funds have involved similar super-shares, according to Dealogic. The fate of such controlling shares in cases of divorce is, or should be, of intense interest to investors. David F. Larcker, director of the Corporate Governance Research Initiative at Stanford’s business school and a co-author of “Separation Anxiety: The Impact of CEO Divorce on Shareholders,” said his research showed that “shareholders should pay attention to matters involving the personal lives of C.E.O.s and take this information into account when making investment decisions.” The law doesn’t explicitly require controlling shareholders to disclose prenuptial or other agreements that could affect the disposal of their company stakes in the event of divorce. But some experts said they would support such a requirement. “It’s absolutely material, and as a result it should be disclosed,” said John C. Coffee Jr., director of the Center for Corporate Governance at Columbia University. In theory, he said, any provision that would reassure investors would lead to a higher share price. “There’s no question it’s in the best interests of shareholders,” he said. Charles M. Elson, a professor and director of the corporate governance center at the University of Delaware, also supports the disclosure of prenuptial agreements. “No one thought a Bezos divorce was a risk factor” for Amazon, Mr. Elson said. “Now no one knows how this will turn out. From a shareholder perspective, it’s certainly material.” Mr. Larcker said requiring public disclosure might be going a little too far, considering the privacy issues involved. But he agreed that, at the least, a board needed to be kept fully informed. “Once a divorce settlement is underway,” he said, “the board needs to think about whether the ex-spouse will demand a board seat, whether they are planning to liquidate their shares or perhaps sell as a block to an investor, maybe an activist. All of these actions can have a real impact on shareholder value.” So far, investors have hardly reacted to the Bezos breakup — Amazon’s shares are up slightly since the announcement. That might be partly because the couple went out of their way to characterize the split as amicable, saying they plan to “continue our shared lives as friends.” When many billions of dollars are at stake, amicable divorces are rare, even when they start out that way. “Most divorces start out contentious and end contentious,” said Samantha Bley DeJean, a matrimonial lawyer in San Francisco, who has worked with many Silicon Valley entrepreneurs and represents Angelina Jolie in her custody battle with Brad Pitt. “When they start out amicably, you hold out some hope that they’ll stay that way, but in my experience it only gets worse.” In 2017 Mark Pincus, the billionaire founder of the internet game company Zynga, and Alison Gelb Pincus filed for divorce. The two had a prenuptial agreement, which hasn’t been made public, but presumably addressed the issue of Mr. Pincus’s 70 percent voting stake in Zynga. In  an interview   with The New York Times last year, Mr. Pincus said the split was amicable. After the couple filed for divorce, Mr. Pincus converted his super-voting shares into ordinary shares, reducing his voting control of Zynga to about 10 percent. He told The Times that the conversion had nothing to do with the divorce. Ms. Pincus is an entrepreneur in her own right: she helped found the online retailer One Kings Lane, which was sold in 2016 to Bed Bath & Beyond for nearly $30 million. The Pincuses quietly finalized their divorce last year on terms that haven’t been made public. Zynga hasn’t disclosed any changes in Mr. Pincus’s shareholdings since then. A spokeswoman for Zynga, where Mr. Pincus remains executive chairman, declined to comment. Ms. DeJean, who represented Ms. Pincus, said she couldn’t discuss the case. But in general, she said, the fact that both spouses are extremely wealthy typically doesn’t change the dynamics of a divorce. “It becomes a matter of principle,” she said, “and principles can be dangerous in these situations, especially when there’s enough money to litigate them.” In their 2010 divorce, Steve and Elaine Wynn, the founders of the casino company Wynn Resorts, each received half of the couple’s 36 percent controlling stake in the company, valued then at $1.4 billion. To maintain Mr. Wynn’s control, Ms. Wynn agreed to vote her shares along with her ex-husband. At the time, the arrangement seemed amicable: Ms. Wynn warmly described Mr. Wynn as her “partner of 41 years and father of her children,” and Mr. Wynn said he was delighted that his ex-wife would remain on the company’s board. That didn’t last long. After two acrimonious years, Ms. Wynn was forced off the board and sued to regain voting control of her shares. The animosity only deepened after The Wall Street Journal reported last year that Mr. Wynn had repeatedly sexually harassed Wynn employees and  had paid a manicurist $7.5 million   after she told others that Mr. Wynn had forced her to have sex. That led Mr. Wynn to step down as chief executive. He sold his shares, leaving his former wife as the company’s largest shareholder. Since peaking in 2014, Wynn shares have fallen by more than half. Mr. Larcker’s research found that among 24 chief executives who got divorced between 2009 and 2012, seven (29 percent)  stepped down within two years   of the divorce settlement. Ms. DeJean said she had recently drafted numerous prenuptial agreements for young entrepreneurs. Negotiating them is delicate: It’s not especially romantic to be discussing the disposal of assets in a divorce proceeding in the middle of a courtship or engagement. The idea of making those prenuptial terms public could be anathema to such clients. Still, Ms. DeJean said, “I can see why investors would want to know.” PHOTO: Jeff Bezos and his wife,  MacKenzie , at last year&rsquo;s Vanity Fair Oscar party. Their impending divorce raises questions about the future of their roughly $140 billion stake in Amazon. (PHOTOGRAPH BY Danny Moloshok/Reuters FOR THE NEW YORK TIMES) Jeff Bezos of Amazon and  MacKenzie   Bezos Plan to Divorce Who Is  MacKenzie   Bezos? Tech Founders Embraced Control Over Companies. This One Is Giving It Up.",
        "author": "James B. Stewart",
        "date": "21/01/2019",
        "score": 0.0,
        "magnitude": 16.200000762939453
    },
    {
        "id": 11,
        "name": "The Sexts of Jeff Bezos and the Death of Privacy ",
        "content": " It turns out that internet zillionaires are just as awkward as the rest of us when it comes to romantic text messages. “You know what I want? I want to get a little drunk with you tonight,” Jeff Bezos, the founder and chief executive of Amazon, wrote in a text message to the television personality Lauren Sanchez. “Not falling down. Just a little drunk. I want to talk to you and plan with you. Listen and laugh.” Last week The National Enquirer — of course, it had to be the Trump-water-boy publication that did the dirty deed —   unveiled the leaked texts , and the particulars of a new relationship Mr. Bezos was having in the wake of the end of his 25-year marriage to   MacKenzie   Bezos . [Kara Swisher answered your questions about this column  on Twitter .] Along with lurid reporting, which mentioned some steamy photos, The Enquirer released many of Mr. Bezos’s messages for all the world to see. “I love you, alive girl,” he texted, prompting a  Twitter meme competition   about what exactly that meant. (I still don’t know.) “I basically WANT TO BE WITH YOU!!! Then I want to fall asleep with you and wake up tomorrow and read the paper with you and have coffee with you,” he texted. (I, for one, would not have expected him to employ these Trump-style all-caps.) “I like it when you’re strong, and I like it when you’re vulnerable. Everything. The only thing I don’t like is not being with you. All of this is just straight from my heart,” read another message. So many texts, so many achingly awkward, occasionally robotic, deeply-embarrassing-when-out-of-context messages that unveiled a very addled man in the throes of something. The emotion was so raw that it prompted one jaded tech leader to write me that he wished he could text with that much abandon. He had another point to make, though: “If the man who wants to put listening devices in everyone’s home doesn’t always know that everyone’s always watching, I don’t know who will,” he wrote — on Signal, natch — alluding to the Amazon Echo device that has had its share of privacy hiccups. If the world’s richest man got got like this, he said, “no one is safe.” If there is one thing that this latest violation of online privacy teaches us, it is that — in the words of Scott McNealy, the chief executive of Sun Microsystems, back in 1999 — “You have zero privacy anyway. Get over it.” We still haven’t gotten over it, and even in this advanced time of always-on, I’m not sure we should. The sweet nothings that Mr. Bezos was sending to one person should not have turned into tweets for the entire world to see and, worse, that most everyone assumed were O.K. to see. Some in the media   have focused on the possibility that there would be fallout for Amazon from the Bezos divorce, suggesting that Ms. Bezos might seek to control and change the company. I knew them both in the early days of Amazon’s history, a history in which Ms. Bezos was quite present and important. While things can change, I would be utterly surprised by either of them indulging in any acrimony that would hurt the company. But we use this as an excuse to stare at their private lives anyway. Obviously, the trend of allowing the outside to see the inside is not a new one — gossip and its tabloid incarnations, as well as tell-alls and all the shabby circuses like it, were skulking around well before the digital age ever dawned. But the trend has accelerated in the last few years, as means of communication have mutated and proliferated. It’s too easy now to forget that at least some of our utterances are not meant for public consumption. How were Mr. Bezos’s texts released into the wild? Was his phone hacked? If so, why was he not using encryption? If he did protect his online selfies, did someone somehow get screenshots of them and send them around until one of the recipients dropped a dime to The Enquirer? If so, is anyone safe? No, we are not. Part of the problem is the United States lacks any truly toothy privacy law. We don’t even pretend that we think privacy is something to be protected, and there are no consequences for revealing someone else’s personal foibles made into so much data. Of course, we also do this to ourselves. Not to blame the victim (and there are plenty of those in this case, including Mr. Bezos), but we choose to put ourselves on display. Post your photos from your vacation to Aruba on the ever-changing wall of the performative museum that is Instagram? Sure! Write a long soliloquy about your fights with neighbors and great-uncles on Facebook? Sign me up! Tweet about a dishwasher mishap with a big box retailer on Twitter? Wait, that’s me. I think you get my point here. We are both the fodder for and the creators of the noise pollution that is mucking up so much, including the national discourse. That national discourse just gave us Mr. Bezos as one day’s entertainment. Are you not entertained? I am, and I am also ashamed. Follow The New York Times Opinion section on  Facebook ,  Twitter (@NYTopinion)   and  Instagram , and sign up for the  Opinion Today newsletter .",
        "author": "Kara Swisher",
        "date": "18/01/2019",
        "score": 0.0,
        "magnitude": 19.600000381469727
    },
    {
        "id": 12,
        "name": "Who Is MacKenzie Bezos? ",
        "content": " In her 25 years of marriage to Jeff Bezos,  MacKenzie   Bezos has been a loyal ambassador for Amazon, the company that made her and her husband the richest couple in the world. She was an integral part of its origin story, driving to Seattle in 1994 while Mr. Bezos sat in the passenger seat, working on the nascent company’s business plan. She was Amazon’s first accountant and was involved in its transformation from a small online bookseller to the e-commerce behemoth it is today, the second company in American history to be valued at  over a trillion dollars . Ms. Bezos, 48, is a novelist. But Amazon has defined her public image almost wholly. The announcement this week that she and her husband  would be getting a divorce   may soon change that. A statement signed “Jeff &  MacKenzie ,” which was first posted to Mr. Bezos’s Twitter account, read: “After a period of loving exploration and trial separation, we have decided to divorce and continue our shared lives as friends.” The couple, who have four children, wrote that they see “wonderful futures ahead, as parents, friends, partners in ventures and projects, and as individuals pursuing ventures and adventures.” Over the last few decades, as Amazon grew, Ms. Bezos appeared with her husband at some high-profile events, including Vanity Fair’s Oscar parties and the Golden Globes; in 2012, she was a host of the Met Gala. (Amazon also underwrote the event.) But for the most part, Ms. Bezos has guarded her privacy, preferring to focus on writing and her children. She could not be reached for comment on this article. She has made infrequent forays into the public eye to promote her books and to defend her husband’s company. In 2013,  she posted a scathing one-star review   on Amazon of “The Everything Store,” a book about Amazon by Brad Stone, to say it was plagued by “numerous factual inaccuracies” and “full of techniques which stretch the boundaries of non-fiction.” (Mr. Stone is a veteran technology reporter. Michiko Kakutani,  reviewing his book for   The New York Times , said he told “this story of disruptive innovation with authority and verve, and lots of well-informed reporting.”) Little is known about Ms. Bezos, a private woman who may be awarded one of the largest divorce settlements to date. “The Book Worm” MacKenzie   Tuttle, an aspiring novelist, met her husband at D. E. Shaw, a New York hedge fund where Mr. Bezos, a computer scientist by training, had become a senior vice president. She  told Vogue   that she took the position of administrative assistant to pay the bills while she worked on her novels, but she soon found herself enamored with  the laugh   of the man who worked in the next office over. As Ms. Bezos put it in a 2013 interview with Charlie Rose: “It was love at first listen.” Within three months of dating, the two were engaged; they married shortly thereafter at a resort in West Palm Beach, Fla. Mr. Bezos was 30; Ms. Bezos was 23. She often described herself as a bookish introvert, especially compared with Mr. Bezos, a swaggering, infinitely expansive businessman whose chief romantic desire,  he told Wired in 1999 , six years after his wedding, had been to meet someone “resourceful.” (That type of attraction seems to be mutual. In 2017, at a Summit panel, Mr. Bezos said that one of his wife’s sayings is: “I would much rather have a kid with nine fingers than a resourceless kid.”) Ms. Bezos’s literary ambitions began early. According to interviews and her author biography on Amazon (where she coyly notes that she “lives in Seattle with her husband and four children”), she started writing seriously at age 6, when she finished a 142-page chapter book titled “The Book Worm.” It was later destroyed in a flood; Ms. Bezos has said that she now meticulously backs up her work. At Princeton, she studied creative writing under the Nobel Prize-winning novelist Toni Morrison, who hired her as a research assistant for the 1992 novel “Jazz” and introduced her to her high-powered literary agent, Amanda Urban. In Vogue, Ms. Morrison hailed Ms. Bezos as a rare talent, calling her “one of the best students I’ve ever had in my creative writing classes.” In 2005 she gave Ms. Bezos a glowing blurb on her debut novel, “The Testing of Luther Albright,” calling it, “a rarity: a sophisticated novel that breaks and swells the heart.” After graduating from Princeton in 1992, six years after Mr. Bezos graduated from the same university, Ms. Bezos took the job that introduced her to the future e-commerce titan. The couple married in 1993 and moved to Seattle in 1994, the same year Amazon was incorporated. Quickly, Ms. Bezos’s identity became enfolded into her husband’s company, even as she sought to make her mark in a publishing industry that he worked tirelessly to upend. Amazon Ambassador From the start, Mr. Bezos knew he wanted to disrupt traditional retail businesses using the internet. He quickly established Amazon as a successful internet bookstore and then began to diversify, selling music (when that was still viable), videos, medication and other consumer goods. His vision, as told to Chip Bayers and published in a 1999 Wired profile, was prescient. Mr. Bezos predicted that in 2020: MacKenzie   Bezos, who first lived with her husband in a rented home in an East Seattle suburb, was heavily involved in the business at the start: In addition to working as an accountant, she helped brainstorm names for the company and even shipped early orders through UPS, according to “The Everything Store.” “She was clearly a voice in the room in those early years,” Mr. Stone said in an interview for this article. In 1999, they moved into a $10 million mansion in Medina, Wash., and Ms. Bezos became pregnant with their first child. As they rapidly accumulated wealth, the Bezos family took pains to preserve the trappings of normalcy. Ms. Bezos often drove the four children to school in a Honda, and would then drop Mr. Bezos at the office, Mr. Stone wrote. As the company flourished, Ms. Bezos stepped back and focused on her family and her literary ambitions. “Business wasn’t her passion, and when Amazon took off she wasn’t as involved in the day-to-day business,” Mr. Stone said. She spent a decade on her first novel, often getting up early to write, and signed with her mentor’s literary agent, Ms. Urban at ICM Partners, who also represents Cormac McCarthy, Haruki Murakami and Kazuo Ishiguro. “The Testing of Luther Albright,” which was published by Harper in 2005 and was widely embraced by critics, tells the story of an engineer whose professional and home lives begin to unravel in the 1980s. In a review in The New York Times, Kate Bolick called the novel “quietly absorbing.” The Los Angeles Times named it one of the best books of the year, and Publishers Weekly praised Ms. Bezos’s “subtle imagination and a startling talent for naturalism.” In 2013, Ms. Bezos published her second novel, “Traps,” which follows the journey of woman named Jessica Lessing, a reclusive film star, as she emerges from hiding to confront her father, a con man who has been selling her out to the paparazzi for years. Jessica drives to Las Vegas to meet him, and encounters three other women: a teen mother, a dog-shelter owner and a former military bodyguard, who become her allies. “I would say the biggest theme in the book is the idea that the things that we worry over the most in life, the things that we feel trapped by, the mistakes we’ve made, the bad luck that we come across, the accidents that happen to us, the paradoxes — in the end, oftentimes those things are the things that we’ll look back and be the most grateful for,” Ms. Bezos said of the novel during an interview with Charlie Rose. “They take us where we need to go.” Throughout their marriage, Mr. Bezos was an enthusiastic supporter of Ms. Bezos’s fiction, and would clear his schedule to read drafts of her novels, Ms. Bezos told Vogue. In the acknowledgments of “Traps,” she called him “my most devoted reader.” But Ms. Bezos’s literary career may have been complicated to some extent by her high-profile husband, who has done more than perhaps any individual in recent history to transform and sometimes destabilize the book-selling business. Many independent booksellers, publishers and agents blame Amazon for building a monopoly that has put independent stores out of business and poses a dire threat to once thriving chains like Barnes & Noble. Even though Amazon splashily introduced its own publishing imprints, Ms. Bezos still chose traditional houses for her books: Harper and Knopf. (When asked by an interviewer why Ms. Bezos wasn’t publishing her books through Amazon’s fiction imprints, Mr. Bezos jokingly described his wife as “the fish that got away.”) Sales of her books have been modest: The novels have sold a few thousand print copies, according to NPD BookScan, which tracks some 85 percent of print sales. Some independent booksellers refused to stock Ms. Bezos’s novels, according to a publishing executive who spoke on the condition of anonymity. Ms. Urban, Ms. Bezos’s literary agent, declined to comment for this article. Billion-Dollar Divorce The Bezoses were the richest couple in the world; their divorce exists at a level of wealth that is virtually unprecedented. There have been billion-dollar divorces, like that of Steve and Elaine Wynn who owned casinos together, and certainly, technology entrepreneurs have been in and out of divorce court — most notably Larry Ellison, a co-founder of Oracle who has been wed and unwed four times. But there has never been a divorce with a couple worth an estimated $137 billion, as Mr. and Ms. Bezos are. Little is known about the couple’s financial arrangements. Divorces are governed by state law, and the Bezoses’ primary residence and business are in Washington state, a community property state where any income earned or wealth created during the marriage is to be divided equitably between spouses. But some lawyers think it is unlikely that Mr. and Mrs. Bezos will adhere to that guideline in a predictable manner. If they were to split assets equally, Mr. Bezos could find the 16.1 percent of Amazon stock he owns halved. “I’d imagine they didn’t fight at all over how much wealth each other gets,” said William Zabel, a founding partner of the law firm Schulte Roth and Zabel, who has handled many high-profile divorce cases but not worked with the Bezoses. Probably, he said, “they fought about control.” Mr. Zabel represented Wendi Murdoch and Jane Welch in their separations, and said he thought the Bezoses would almost certainly negotiate a way to split the value of the Amazon shares while allowing Mr. Bezos the leverage he might need. The length of time such an agreement remains in place would be part of the negotiations. Ms. Bezos has kept a low profile in recent weeks, and has not been photographed since the divorce was announced. (Mr. Bezos, by contrast, has continued to appear publicly and was pictured this month at a Golden Globes after-party with Lauren Sanchez, a former television anchor he is reportedly seeing.) It is unknown what Ms. Bezos will do next, and how the divorce will play out. There will be inevitable questions, for instance, about her plans regarding philanthropy. The Bezoses’ charitable contributions have been modest in the past. In 2011, they donated $15 million to their alma mater to create a center to study the brain. The following year, they gave $2.5 million to support a same-sex marriage referendum in Washington. In 2017, Mr. Bezos  asked his followers on Twitter for ideas   about how better to give, and in September he and Ms. Bezos  announced a $2 billion fund   to help homeless families and start a network of Montessori-inspired preschools. But Ms. Bezos could pave her own philanthropic path, like Laurene Powell Jobs, who started her own foundation, the Emerson Collective. And if Ms. Bezos continues to write and publish, perhaps she could find a more receptive audience among independent booksellers. Some publishing executives, who declined to be quoted on the record, spoke gleefully, at least, of the blockbuster potential if Ms. Bezos decides to write a memoir. PHOTO: (PHOTOGRAPH BY Photo Illustration by The New York Times; Jon Kopaloff/Getty Images FOR THE NEW YORK TIMES)",
        "author": "Jonah Engel Bromwich and Alexandra Alter",
        "date": "15/01/2019",
        "score": 0.10000000149011612,
        "magnitude": 24.0
    },
    {
        "id": 13,
        "name": "Who Is MacKenzie Bezos? ",
        "content": " In her 25 years of marriage to Jeff Bezos,  MacKenzie   Bezos has been a loyal ambassador for Amazon, the company that made her and her husband the richest couple in the world. She was an integral part of its origin story, driving to Seattle in 1994 while Mr. Bezos sat in the passenger seat, working on the nascent company’s business plan. She was Amazon’s first accountant and was involved in its transformation from a small online bookseller to the e-commerce behemoth it is today, the second company in American history to be valued at  over a trillion dollars . Ms. Bezos, 48, is a novelist. But Amazon has defined her public image almost wholly. The announcement this week that she and her husband  would be getting a divorce   may soon change that. A statement signed “Jeff &  MacKenzie ,” which was first posted to Mr. Bezos’s Twitter account, read: “After a period of loving exploration and trial separation, we have decided to divorce and continue our shared lives as friends.” The couple, who have four children, wrote that they see “wonderful futures ahead, as parents, friends, partners in ventures and projects, and as individuals pursuing ventures and adventures.” Over the last few decades, as Amazon grew, Ms. Bezos appeared with her husband at some high-profile events, including Vanity Fair’s Oscar parties and the Golden Globes; in 2012, she was a host of the Met Gala. (Amazon also underwrote the event.) But for the most part, Ms. Bezos has guarded her privacy, preferring to focus on writing and her children. She could not be reached for comment on this article. She has made infrequent forays into the public eye to promote her books and to defend her husband’s company. In 2013,  she posted a scathing one-star review   on Amazon of “The Everything Store,” a book about Amazon by Brad Stone, to say it was plagued by “numerous factual inaccuracies” and “full of techniques which stretch the boundaries of non-fiction.” (Mr. Stone is a veteran technology reporter. Michiko Kakutani,  reviewing his book for   The New York Times , said he told “this story of disruptive innovation with authority and verve, and lots of well-informed reporting.”) Little is known about Ms. Bezos, a private woman who may be awarded one of the largest divorce settlements to date. “The Book Worm” MacKenzie   Tuttle, an aspiring novelist, met her husband at D. E. Shaw, a New York hedge fund where Mr. Bezos, a computer scientist by training, had become a senior vice president. She  told Vogue   that she took the position of administrative assistant to pay the bills while she worked on her novels, but she soon found herself enamored with  the laugh   of the man who worked in the next office over. As Ms. Bezos put it in a 2013 interview with Charlie Rose: “It was love at first listen.” Within three months of dating, the two were engaged; they married shortly thereafter at a resort in West Palm Beach, Fla. Mr. Bezos was 30; Ms. Bezos was 23. She often described herself as a bookish introvert, especially compared with Mr. Bezos, a swaggering, infinitely expansive businessman whose chief romantic desire,  he told Wired in 1999 , six years after his wedding, had been to meet someone “resourceful.” (That type of attraction seems to be mutual. In 2017, at a Summit panel, Mr. Bezos said that one of his wife’s sayings is: “I would much rather have a kid with nine fingers than a resourceless kid.”) Ms. Bezos’s literary ambitions began early. According to interviews and her author biography on Amazon (where she coyly notes that she “lives in Seattle with her husband and four children”), she started writing seriously at age 6, when she finished a 142-page chapter book titled “The Book Worm.” It was later destroyed in a flood; Ms. Bezos has said that she now meticulously backs up her work. At Princeton, she studied creative writing under the Nobel Prize-winning novelist Toni Morrison, who hired her as a research assistant for the 1992 novel “Jazz” and introduced her to her high-powered literary agent, Amanda Urban. In Vogue, Ms. Morrison hailed Ms. Bezos as a rare talent, calling her “one of the best students I’ve ever had in my creative writing classes.” In 2005 she gave Ms. Bezos a glowing blurb on her debut novel, “The Testing of Luther Albright,” calling it, “a rarity: a sophisticated novel that breaks and swells the heart.” After graduating from Princeton in 1992, six years after Mr. Bezos graduated from the same university, Ms. Bezos took the job that introduced her to the future e-commerce titan. The couple married in 1993 and moved to Seattle in 1994, the same year Amazon was incorporated. Quickly, Ms. Bezos’s identity became enfolded into her husband’s company, even as she sought to make her mark in a publishing industry that he worked tirelessly to upend. Amazon Ambassador From the start, Mr. Bezos knew he wanted to disrupt traditional retail businesses using the internet. He quickly established Amazon as a successful internet bookstore and then began to diversify, selling music (when that was still viable), videos, medication and other consumer goods. His vision, as told to Chip Bayers and published in a 1999 Wired profile, was prescient. Mr. Bezos predicted that in 2020: The vast bulk of store-bought goods — food staples, paper products, cleaning supplies, and the like — you will order electronically. Some physical storefronts will survive, but they’ll have to offer at least one of two things: entertainment value or immediate convenience. MacKenzie   Bezos, who first lived with her husband in a rented home in an East Seattle suburb, was heavily involved in the business at the start: In addition to working as an accountant, she helped brainstorm names for the company and even shipped early orders through UPS, according to “The Everything Store.” “She was clearly a voice in the room in those early years,” Mr. Stone said in an interview for this article. In 1999, they moved into a $10 million mansion in Medina, Wash., and Ms. Bezos became pregnant with their first child. As they rapidly accumulated wealth, the Bezos family took pains to preserve the trappings of normalcy. Ms. Bezos often drove the four children to school in a Honda, and would then drop Mr. Bezos at the office, Mr. Stone wrote. As the company flourished, Ms. Bezos stepped back and focused on her family and her literary ambitions. “Business wasn’t her passion, and when Amazon took off she wasn’t as involved in the day-to-day business,” Mr. Stone said. She spent a decade on her first novel, often getting up early to write, and signed with her mentor’s literary agent, Ms. Urban at ICM Partners, who also represents Cormac McCarthy, Haruki Murakami and Kazuo Ishiguro. “The Testing of Luther Albright,” which was published by Harper in 2005 and was widely embraced by critics, tells the story of an engineer whose professional and home lives begin to unravel in the 1980s. In  a review   in The New York Times, Kate Bolick called the novel “quietly absorbing.” The Los Angeles Times named it one of the best books of the year, and Publishers Weekly praised Ms. Bezos’s “subtle imagination and a startling talent for naturalism.” In 2013, Ms. Bezos published her second novel, “Traps,” which follows the journey of woman named Jessica Lessing, a reclusive film star, as she emerges from hiding to confront her father, a con man who has been selling her out to the paparazzi for years. Jessica drives to Las Vegas to meet him, and encounters three other women: a teen mother, a dog-shelter owner and a former military bodyguard, who become her allies. “I would say the biggest theme in the book is the idea that the things that we worry over the most in life, the things that we feel trapped by, the mistakes we’ve made, the bad luck that we come across, the accidents that happen to us, the paradoxes — in the end, oftentimes those things are the things that we’ll look back and be the most grateful for,” Ms. Bezos said of the novel during an interview with Charlie Rose. “They take us where we need to go.” Throughout their marriage, Mr. Bezos was an enthusiastic supporter of Ms. Bezos’s fiction, and would clear his schedule to read drafts of her novels, Ms. Bezos told Vogue. In the acknowledgments of “Traps,” she called him “my most devoted reader.” But Ms. Bezos’s literary career may have been complicated to some extent by her high-profile husband, who has done more than perhaps any individual in recent history to transform and sometimes destabilize the book-selling business. Many independent booksellers, publishers and agents blame Amazon for building a monopoly that has put independent stores out of business and poses a dire threat to once thriving chains like Barnes & Noble. Even though Amazon splashily introduced its own publishing imprints, Ms. Bezos still chose traditional houses for her books: Harper and Knopf. (When asked by an interviewer why Ms. Bezos wasn’t publishing her books through Amazon’s fiction imprints, Mr. Bezos jokingly described his wife as “the fish that got away.”) Sales of her books have been modest: The novels have sold a few thousand print copies, according to NPD BookScan, which tracks some 85 percent of print sales. Some independent booksellers refused to stock Ms. Bezos’s novels, according to a publishing executive who spoke on the condition of anonymity. Ms. Urban, Ms. Bezos’s literary agent, declined to comment for this article. Billion-Dollar Divorce The Bezoses were the richest couple in the world; their divorce exists at a level of wealth that is virtually unprecedented. There have been billion-dollar divorces, like that of Steve and Elaine Wynn who owned casinos together, and certainly, technology entrepreneurs have been in and out of divorce court — most notably Larry Ellison, a co-founder of Oracle who has been wed and unwed four times. But there has never been a divorce with a couple worth an estimated $137 billion, as Mr. and Ms. Bezos are. Little is known about the couple’s financial arrangements. Divorces are governed by state law, and the Bezoses’ primary residence and business are in Washington State, a community property state where any income earned or wealth created during the marriage is to be divided equitably between spouses. But some lawyers think it is unlikely that Mr. and Mrs. Bezos will adhere to that guideline in a predictable manner. If they were to split assets equally, Mr. Bezos could find the 16.1 percent of Amazon stock he owns halved. “I’d imagine they didn’t fight at all over how much wealth each other gets,” said William Zabel, a founding partner of the law firm Schulte Roth and Zabel, who has handled many high-profile divorce cases but not worked with the Bezoses. Probably, he said, “they fought about control.” Mr. Zabel represented Wendi Murdoch and Jane Welch in their separations, and said he thought the Bezoses would almost certainly negotiate a way to split the value of the Amazon shares while allowing Mr. Bezos the leverage he might need. The length of time such an agreement remains in place would be part of the negotiations. Ms. Bezos has kept a low profile in recent weeks, and has not been photographed since the divorce was announced. (Mr. Bezos, by contrast, has continued to appear publicly and was pictured this month at a Golden Globes after-party with Lauren Sanchez, a former television anchor he is reportedly seeing.) It is unknown what Ms. Bezos will do next, and how the divorce will play out. There will be inevitable questions, for instance, about her plans regarding philanthropy. The Bezoses’ charitable contributions have been modest in the past. In 2011, they donated $15 million to their alma mater to create a center to study the brain. The following year, they gave $2.5 million to support a same-sex marriage referendum in Washington. In 2017, Mr. Bezos  asked his followers on Twitter for ideas   about how better to give, and in September he and Ms. Bezos  announced a $2 billion fund   to help homeless families and start a network of Montessori-inspired preschools. But Ms. Bezos could pave her own philanthropic path, like Laurene Powell Jobs, who started her own foundation, the Emerson Collective. And if Ms. Bezos continues to write and publish, perhaps she could find a more receptive audience among independent booksellers. Some publishing executives, who declined to be quoted on the record, spoke gleefully, at least, of the blockbuster potential if Ms. Bezos decides to write a memoir. Vanessa Friedman and Paul Sullivan contributed reporting. The Bezoses in 2004. | Jean-Paul Aussenard/WireImage, via Getty Images | Knopf | The Bezoses at the Allen &amp; Company conference in Sun Valley, Idaho, in 2013. | Kevork Djansezian/Getty Images",
        "author": "Jonah Engel Bromwich and Alexandra Alter",
        "date": "12/01/2019",
        "score": 0.10000000149011612,
        "magnitude": 24.5
    },
    {
        "id": 14,
        "name": "Amazon Chief Announces End of Marriage In Twitter Post ",
        "content": " The Amazon founder Jeff Bezos and the novelist  MacKenzie   Bezos announced on Twitter Wednesday that they are getting divorced after 25 years of marriage. In a statement posted on Mr. Bezos's Twitter account, the couple said they had been separated for a long period of time, but planned to remain involved as ''parents, friends, partners in ventures and projects.'' According to a 1999 profile in Wired, the two met when they both worked at D.E. Shaw, a New York-based hedge fund, before moving in 1994 to Seattle, where Amazon is headquartered. They have four children. As is the case in any celebrity split, the financial details of the divorce are sure to be complicated despite the couple's vow to ''remain cherished friends.'' According to Forbes, which publishes an annual list of billionaires, his net worth is estimated at $137 billion and he is the richest man in the world. While much of his wealth is tied up in Amazon stock, Mr. Bezos, 54, the company's chief executive, is also the owner of several companies, including The Washington Post and Blue Origin, a space travel company. In September, the couple pledged to donate $2 billion to start preschools and help homeless families. Ms. Bezos, 48, has written two books. In 2005, she published ''The Testing of Luther Albright: A Novel,'' a psychological thriller set in Sacramento, Calif. The Times called it a ''quietly absorbing first novel.'' Her second book, ''Traps,'' is a tale of four women who meet on a road trip to Las Vegas. In a 2013 interview in Vogue to promote ''Traps,'' Ms. Bezos said she met her husband when she interviewed for a job at D.E. Shaw as a research associate in 1992. After being hired, she sat in an office next door to his. Ms. Bezos grew up in San Francisco and attended Princeton University, where she was an assistant to the novelist Toni Morrison. Ms. Bezos told Vogue that she asked Mr. Bezos to lunch and, within three months, they were engaged. They married in 1993. Mr. Bezos, who spent summers working at his grandfather's cattle ranch in Texas, also went to Princeton, where he studied computer science. He described his younger self in the Wired profile as a ''professional dater'' who had set up a systemic approach to dating modeled after the criteria investment bankers used to analyze deals. (He added then it did not work.) Mr. Bezos later told Vogue, ''I think my wife is resourceful, smart, brainy, and hot, but I had the good fortune of having seen her résumé before I met her, so I knew exactly what her SATs were.'' The couple lived in a one-bedroom rental in downtown Seattle until 1999, when Wired reported the couple moved into a $10 million mansion in suburban Lake Washington. Mr. Bezos now owns several properties, including a mansion in Washington D.C.",
        "author": "LAURA M. HOLSON",
        "date": "10/01/2019",
        "score": 0.0,
        "magnitude": 4.699999809265137
    },
    {
        "id": 15,
        "name": "Jeff Bezos of Amazon and MacKenzie Bezos Plan to Divorce ",
        "content": " The Amazon founder Jeff Bezos and the novelist  MacKenzie   Bezos announced on Twitter on Wednesday that they are getting divorced after 25 years of marriage. In  a statement posted on Mr. Bezos’s Twitter account , the couple said they had been separated for a long period of time, but planned to remain involved as “parents, friends, partners in ventures and projects.” According to  a   1999 profile in Wired , the two met when they both worked at D.E. Shaw, a New York-based hedge fund, before moving in 1994 to Seattle, where Amazon is headquartered. They have four children. As is the case in any celebrity split, the financial details of the divorce are sure to be complicated despite the couple’s vow to “remain cherished friends.” According to  Forbes , which publishes an annual list of billionaires, his net worth is estimated at $137 billion and he is the richest man in the world. While much of his wealth is tied up in Amazon stock, Mr. Bezos, 54, the company’s chief executive, is also the owner of  several companies , including The Washington Post and  Blue Origin , a space travel company. In September,  the couple pledged to donate   $2 billion to start preschools and help homeless families. Ms. Bezos, 48, has written two books. In 2005, she published “The Testing of Luther Albright: A Novel,” a  psychological thriller set in Sacramento, Calif. The New York Times called it a “ quietly absorbing first novel .”  Her   second book, “Traps,”   is a tale of four women who meet on a road trip to Las Vegas. In a  2013 interview   in Vogue to promote “Traps,” Ms. Bezos said she met her husband when she interviewed for a job at D.E. Shaw as a research associate in 1992. After being hired, she sat in an office next to his. Ms. Bezos grew up in San Francisco and attended Princeton University, where she was an assistant to the novelist Toni Morrison. Ms. Bezos told Vogue that she asked Mr. Bezos to lunch and that within three months, they were engaged. They married in 1993. Mr. Bezos, who spent summers working at his grandfather’s cattle ranch in Texas, also went to Princeton, where he studied computer science. He described his younger self in the Wired profile as a “professional dater” who had set up a systemic approach to dating modeled after the criteria investment bankers used to analyze deals. (He added then it did not work.) Mr. Bezos later told Vogue, “I think my wife is resourceful, smart, brainy, and hot, but I had the good fortune of having seen her résumé before I met her, so I knew exactly what her SATs were.” The couple lived in a one-bedroom rental in downtown Seattle until 1999, when Wired reported the couple moved into a $10 million mansion in suburban Lake Washington. Mr. Bezos now owns several properties, including  a   mansion in Washington, D.C. Amazon shares, which closed Tuesday at $1,656, dropped early on news of the divorce but rebounded by noon. The Week in Tech: Amazon’s Burning  Problems An ‘Amazon Effect’ on Queens Real Estate? Here’s Why Brokers Say It’s  Real India Curbs Power of Amazon and Walmart to Sell Products  Online Last-Minute Shoppers Increasingly Trust Only Amazon to  Deliver Jeff and  MacKenzie   Bezos Pledge $2 Billion for Homeless and Preschoolers Jeff and  MacKenzie   Bezos announced their plans on Twitter on Wednesday to divorce after 25 years of marriage. | Clemens Bilan/EPA, via Shutterstock",
        "author": "Laura M. Holson",
        "date": "09/01/2019",
        "score": 0.0,
        "magnitude": 5.699999809265137
    }
]